"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 10000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 24, \"word_counts\": \"{\\\"cybro\\\": 15, \\\"presale\\\": 11, \\\"surges\\\": 5, \\\"past\\\": 9, \\\"1\\\": 17, \\\"million\\\": 26, \\\"next\\\": 6, \\\"gen\\\": 5, \\\"defi\\\": 9, \\\"opportunity\\\": 5, \\\"token\\\": 11, \\\"reaches\\\": 5, \\\"milestone\\\": 5, \\\"potential\\\": 15, \\\"roi\\\": 5, \\\"of\\\": 33, \\\"1200\\\": 5, \\\"with\\\": 35, \\\"tokens\\\": 16, \\\"at\\\": 15, \\\"0\\\": 12, \\\"airdrop\\\": 13, \\\"campaigns\\\": 5, \\\"boost\\\": 3, \\\"adoption\\\": 4, \\\"\\\\u00e2\\\": 37, \\\"uniswap\\\": 2, \\\"s\\\": 43, \\\"2020\\\": 2, \\\"uni\\\": 2, \\\"to\\\": 48, \\\"early\\\": 5, \\\"users\\\": 13, \\\"increased\\\": 3, \\\"engagement\\\": 2, \\\"and\\\": 84, \\\"loyalty\\\": 4, \\\"attracting\\\": 2, \\\"new\\\": 8, \\\"contributing\\\": 4, \\\"its\\\": 15, \\\"dominance\\\": 2, \\\"arbitrum\\\": 2, \\\"2021\\\": 4, \\\"4\\\": 4, \\\"billion\\\": 6, \\\"arb\\\": 2, \\\"boosted\\\": 2, \\\"user\\\": 5, \\\"activity\\\": 2, \\\"platform\\\": 7, \\\"generating\\\": 2, \\\"significant\\\": 6, \\\"interest\\\": 4, \\\"participation\\\": 2, \\\"gas\\\": 4, \\\"dao\\\": 2, \\\"rewarded\\\": 2, \\\"adopters\\\": 1, \\\"creating\\\": 2, \\\"a\\\": 47, \\\"sense\\\": 2, \\\"community\\\": 5, \\\"the\\\": 86, \\\"project\\\": 2, \\\"ongoing\\\": 5, \\\"growth\\\": 7, \\\"these\\\": 7, \\\"successful\\\": 2, \\\"demonstrate\\\": 2, \\\"effectiveness\\\": 2, \\\"this\\\": 3, \\\"strategy\\\": 1, \\\"in\\\": 47, \\\"promoting\\\": 2, \\\"cryptocurrency\\\": 4, \\\"projects\\\": 4, \\\"rewarding\\\": 2, \\\"building\\\": 2, \\\"strong\\\": 4, \\\"communities\\\": 2, \\\"by\\\": 8, \\\"analyzing\\\": 2, \\\"case\\\": 4, \\\"studies\\\": 1, \\\"other\\\": 2, \\\"can\\\": 2, \\\"learn\\\": 2, \\\"valuable\\\": 2, \\\"lessons\\\": 2, \\\"strategies\\\": 2, \\\"for\\\": 24, \\\"executing\\\": 2, \\\"their\\\": 4, \\\"own\\\": 2, \\\"initiatives\\\": 3, \\\"ripple\\\": 13, \\\"xrp\\\": 28, \\\"release\\\": 2, \\\"raises\\\": 1, \\\"market\\\": 19, \\\"concerns\\\": 4, \\\"released\\\": 1, \\\"250\\\": 1, \\\"on\\\": 21, \\\"june\\\": 4, \\\"20\\\": 2, \\\"valued\\\": 2, \\\"122\\\": 1, \\\"5\\\": 8, \\\"sparking\\\": 1, \\\"about\\\": 2, \\\"future\\\": 5, \\\"price\\\": 15, \\\"stability\\\": 1, \\\"follows\\\": 1, \\\"unlocking\\\": 1, \\\"200\\\": 1, \\\"allocated\\\": 1, \\\"treasury\\\": 2, \\\"800\\\": 1, \\\"re\\\": 1, \\\"locked\\\": 1, \\\"influx\\\": 1, \\\"often\\\": 1, \\\"leads\\\": 1, \\\"downward\\\": 1, \\\"pressure\\\": 5, \\\"historical\\\": 1, \\\"sales\\\": 2, \\\"resulting\\\": 1, \\\"local\\\": 1, \\\"declines\\\": 1, \\\"is\\\": 20, \\\"currently\\\": 4, \\\"trading\\\": 10, \\\"476\\\": 1, \\\"down\\\": 6, \\\"since\\\": 1, \\\"amid\\\": 5, \\\"regulatory\\\": 1, \\\"challenges\\\": 1, \\\"u\\\": 6, \\\"securities\\\": 3, \\\"exchange\\\": 8, \\\"commission\\\": 2, \\\"sec\\\": 9, \\\"crypto\\\": 14, \\\"remains\\\": 3, \\\"watchful\\\": 1, \\\"performance\\\": 3, \\\"long\\\": 6, \\\"term\\\": 4, \\\"implications\\\": 3, \\\"prediction\\\": 1, \\\"bullish\\\": 3, \\\"sentiment\\\": 1, \\\"builds\\\": 1, \\\"amidst\\\": 2, \\\"legal\\\": 3, \\\"wins\\\": 1, \\\"resilience\\\": 1, \\\"despite\\\": 2, \\\"battles\\\": 1, \\\"buoyant\\\": 1, \\\"maintaining\\\": 1, \\\"top\\\": 1, \\\"five\\\": 1, \\\"position\\\": 1, \\\"indicators\\\": 2, \\\"open\\\": 1, \\\"liquidity\\\": 4, \\\"low\\\": 3, \\\"correlation\\\": 1, \\\"bitcoin\\\": 24, \\\"suggest\\\": 2, \\\"breakout\\\": 1, \\\"technical\\\": 4, \\\"analysis\\\": 2, \\\"analysts\\\": 1, \\\"predict\\\": 1, \\\"possible\\\": 1, \\\"surge\\\": 1, \\\"8\\\": 3, \\\"july\\\": 7, \\\"27\\\": 1, \\\"six\\\": 1, \\\"months\\\": 2, \\\"based\\\": 2, \\\"candle\\\": 1, \\\"formations\\\": 1, \\\"projections\\\": 3, \\\"predictions\\\": 1, \\\"range\\\": 1, \\\"from\\\": 12, \\\"17\\\": 2, \\\"2028\\\": 3, \\\"over\\\": 6, \\\"2\\\": 7, \\\"000\\\": 7, \\\"2035\\\": 1, \\\"indicating\\\": 2, \\\"investor\\\": 1, \\\"caution\\\": 3, \\\"while\\\": 4, \\\"signs\\\": 1, \\\"are\\\": 1, \\\"encouraging\\\": 1, \\\"investors\\\": 3, \\\"should\\\": 1, \\\"exercise\\\": 2, \\\"perform\\\": 1, \\\"due\\\": 3, \\\"diligence\\\": 1, \\\"before\\\": 1, \\\"making\\\": 2, \\\"financial\\\": 3, \\\"decisions\\\": 1, \\\"massive\\\": 1, \\\"movement\\\": 1, \\\"internal\\\": 3, \\\"operations\\\": 1, \\\"or\\\": 4, \\\"70\\\": 2, \\\"have\\\": 4, \\\"been\\\": 2, \\\"moved\\\": 1, \\\"24\\\": 2, \\\"hours\\\": 2, \\\"two\\\": 5, \\\"transactions\\\": 3, \\\"totaling\\\": 1, \\\"54\\\": 2, \\\"went\\\": 3, \\\"binance\\\": 3, \\\"addresses\\\": 1, \\\"third\\\": 1, \\\"transaction\\\": 3, \\\"30\\\": 3, \\\"bitstamp\\\": 2, \\\"likely\\\": 1, \\\"security\\\": 13, \\\"purposes\\\": 1, \\\"headline\\\": 1, \\\"altcoins\\\": 1, \\\"plummet\\\": 1, \\\"below\\\": 3, \\\"moving\\\": 2, \\\"averages\\\": 1, \\\"gnosis\\\": 1, \\\"gno\\\": 1, \\\"has\\\": 10, \\\"fallen\\\": 2, \\\"drastically\\\": 1, \\\"between\\\": 5, \\\"265\\\": 1, \\\"380\\\": 1, \\\"7\\\": 11, \\\"46\\\": 3, \\\"day\\\": 10, \\\"loss\\\": 6, \\\"percentage\\\": 5, \\\"pendle\\\": 2, \\\"sideways\\\": 1, \\\"after\\\": 4, \\\"being\\\": 1, \\\"rejected\\\": 1, \\\"00\\\": 1, \\\"49\\\": 1, \\\"sui\\\": 2, \\\"bear\\\": 2, \\\"76\\\": 1, \\\"21\\\": 3, \\\"sma\\\": 3, \\\"3\\\": 9, \\\"72\\\": 1, \\\"ethena\\\": 1, \\\"ena\\\": 1, \\\"bottom\\\": 1, \\\"chart\\\": 1, \\\"48\\\": 1, \\\"94\\\": 2, \\\"ronin\\\": 1, \\\"ron\\\": 1, \\\"returned\\\": 1, \\\"above\\\": 2, \\\"01\\\": 1, \\\"support\\\": 6, \\\"but\\\": 4, \\\"resistance\\\": 1, \\\"84\\\": 1, \\\"note\\\": 1, \\\"summary\\\": 1, \\\"focuses\\\": 1, \\\"key\\\": 5, \\\"points\\\": 2, \\\"each\\\": 1, \\\"altcoin\\\": 3, \\\"highlighting\\\": 1, \\\"current\\\": 2, \\\"prices\\\": 4, \\\"capitalization\\\": 2, \\\"volume\\\": 2, \\\"percentages\\\": 1, \\\"polkadot\\\": 5, \\\"thrives\\\": 1, \\\"governance\\\": 1, \\\"forum\\\": 2, \\\"595\\\": 1, \\\"unique\\\": 2, \\\"voters\\\": 1, \\\"may\\\": 6, \\\"91\\\": 1, \\\"referendums\\\": 2, \\\"held\\\": 1, \\\"56\\\": 2, \\\"passed\\\": 1, \\\"22\\\": 1, \\\"failed\\\": 1, \\\"11\\\": 3, \\\"ran\\\": 1, \\\"out\\\": 1, \\\"time\\\": 5, \\\"900\\\": 1, \\\"active\\\": 1, \\\"developers\\\": 1, \\\"7k\\\": 1, \\\"weekly\\\": 1, \\\"commits\\\": 1, \\\"995\\\": 1, \\\"posts\\\": 1, \\\"125\\\": 1, \\\"topics\\\": 1, \\\"244\\\": 1, \\\"members\\\": 1, \\\"summit\\\": 1, \\\"10th\\\": 1, \\\"brussels\\\": 1, \\\"dot\\\": 1, \\\"65\\\": 2, \\\"09\\\": 1, \\\"previous\\\": 1, \\\"10\\\": 3, \\\"86\\\": 2, \\\"last\\\": 4, \\\"week\\\": 1, \\\"sponsorship\\\": 1, \\\"ecosystem\\\": 3, \\\"sponsored\\\": 1, \\\"conor\\\": 1, \\\"daly\\\": 1, \\\"108th\\\": 1, \\\"indy\\\": 1, \\\"500\\\": 2, \\\"aiming\\\": 2, \\\"raise\\\": 1, \\\"awareness\\\": 1, \\\"attract\\\": 1, \\\"plunges\\\": 1, \\\"rate\\\": 4, \\\"cut\\\": 3, \\\"etf\\\": 3, \\\"outflows\\\": 4, \\\"fed\\\": 1, \\\"official\\\": 1, \\\"hurt\\\": 1, \\\"minneapolis\\\": 1, \\\"federal\\\": 1, \\\"reserve\\\": 1, \\\"chief\\\": 1, \\\"neel\\\": 1, \\\"kashkari\\\": 1, \\\"comments\\\": 1, \\\"only\\\": 1, \\\"one\\\": 3, \\\"2024\\\": 2, \\\"contrasted\\\": 1, \\\"bond\\\": 1, \\\"traders\\\": 3, \\\"expectations\\\": 1, \\\"leading\\\": 2, \\\"relief\\\": 1, \\\"rebound\\\": 2, \\\"yields\\\": 1, \\\"decline\\\": 5, \\\"valuation\\\": 2, \\\"continue\\\": 1, \\\"spot\\\": 1, \\\"etfs\\\": 1, \\\"witnessed\\\": 1, \\\"drop\\\": 2, \\\"holdings\\\": 2, \\\"145\\\": 1, \\\"90\\\": 1, \\\"withdrawals\\\": 1, \\\"downturn\\\": 1, \\\"liquidations\\\": 2, \\\"accelerate\\\": 2, \\\"suffered\\\": 1, \\\"403\\\": 1, \\\"driving\\\": 1, \\\"lower\\\": 4, \\\"levels\\\": 2, \\\"tested\\\": 1, \\\"dropped\\\": 3, \\\"12\\\": 3, \\\"34\\\": 2, \\\"testing\\\": 1, \\\"upper\\\": 2, \\\"trendline\\\": 4, \\\"as\\\": 7, \\\"toward\\\": 1, \\\"breakdown\\\": 1, \\\"struggle\\\": 1, \\\"ether\\\": 1, \\\"sitting\\\": 1, \\\"near\\\": 3, \\\"yearly\\\": 1, \\\"highs\\\": 1, \\\"factors\\\": 1, \\\"such\\\": 2, \\\"unlocks\\\": 1, \\\"selling\\\": 5, \\\"venture\\\": 1, \\\"funds\\\": 3, \\\"seasonal\\\": 1, \\\"trends\\\": 1, \\\"contributed\\\": 1, \\\"drawdown\\\": 1, \\\"values\\\": 1, \\\"crash\\\": 2, \\\"value\\\": 3, \\\"proposition\\\": 1, \\\"recent\\\": 2, \\\"saw\\\": 1, \\\"50\\\": 1, \\\"which\\\": 3, \\\"was\\\": 5, \\\"driven\\\": 1, \\\"broader\\\": 1, \\\"crisis\\\": 1, \\\"extreme\\\": 1, \\\"leverage\\\": 1, \\\"coinbase\\\": 2, \\\"customers\\\": 2, \\\"demonstrated\\\": 1, \\\"demand\\\": 1, \\\"assets\\\": 3, \\\"during\\\": 1, \\\"fall\\\": 1, \\\"up\\\": 2, \\\"solana\\\": 2, \\\"cardano\\\": 1, \\\"others\\\": 1, \\\"fell\\\": 1, \\\"negative\\\": 1, \\\"flows\\\": 1, \\\"poor\\\": 1, \\\"macro\\\": 1, \\\"data\\\": 6, \\\"prior\\\": 1, \\\"weeks\\\": 1, \\\"60\\\": 1, \\\"700\\\": 2, \\\"hits\\\": 1, \\\"month\\\": 5, \\\"600m\\\": 1, \\\"investment\\\": 1, \\\"products\\\": 1, \\\"high\\\": 5, \\\"rates\\\": 1, \\\"led\\\": 1, \\\"ripple\\\\u00e2\\\": 2, \\\"struggles\\\": 1, \\\"lawsuit\\\": 5, \\\"uncertainty\\\": 1, \\\"seen\\\": 2, \\\"all\\\": 4, \\\"40\\\": 1, \\\"january\\\": 1, \\\"2018\\\": 1, \\\"impact\\\": 8, \\\"against\\\": 2, \\\"major\\\": 4, \\\"barrier\\\": 1, \\\"xrp\\\\u00e2\\\": 5, \\\"asset\\\": 2, \\\"accused\\\": 1, \\\"unregistered\\\": 1, \\\"recovery\\\": 2, \\\"forecasts\\\": 3, \\\"telegaon\\\": 1, \\\"predicts\\\": 1, \\\"reclaim\\\": 2, \\\"2027\\\": 2, \\\"reaching\\\": 1, \\\"97\\\": 1, \\\"changelly\\\": 1, \\\"similar\\\": 1, \\\"hitting\\\": 1, \\\"57\\\": 1, \\\"conclusion\\\": 2, \\\"crucial\\\": 1, \\\"lawsuit\\\\u00e2\\\": 2, \\\"outcome\\\": 1, \\\"will\\\": 9, \\\"significantly\\\": 3, \\\"favorable\\\": 1, \\\"verdict\\\": 1, \\\"potentially\\\": 1, \\\"substantial\\\": 1, \\\"increase\\\": 1, \\\"than\\\": 2, \\\"obstacle\\\": 1, \\\"could\\\": 4, \\\"solidifying\\\": 1, \\\"effectively\\\": 1, \\\"success\\\": 1, \\\"well\\\": 2, \\\"planned\\\": 1, \\\"coinstats\\\": 2, \\\"suffers\\\": 1, \\\"breach\\\": 1, \\\"1590\\\": 1, \\\"wallets\\\": 3, \\\"compromised\\\": 1, \\\"north\\\": 1, \\\"korean\\\": 1, \\\"hackers\\\": 2, \\\"suspected\\\": 1, \\\"report\\\": 1, \\\"missing\\\": 1, \\\"suspends\\\": 1, \\\"app\\\": 1, \\\"website\\\": 1, \\\"scammers\\\": 1, \\\"target\\\": 2, \\\"fake\\\": 1, \\\"refund\\\": 1, \\\"schemes\\\": 1, \\\"ton\\\": 4, \\\"faces\\\": 1, \\\"phishing\\\": 3, \\\"threats\\\": 2, \\\"blockchain\\\": 3, \\\"firm\\\": 2, \\\"slowmist\\\": 1, \\\"warns\\\": 1, \\\"increasing\\\": 2, \\\"attacks\\\": 2, \\\"accounts\\\": 1, \\\"via\\\": 1, \\\"telegram\\\": 2, \\\"exploit\\\": 1, \\\"vulnerabilities\\\": 1, \\\"account\\\": 1, \\\"management\\\": 3, \\\"especially\\\": 1, \\\"anonymous\\\": 1, \\\"numbers\\\": 1, \\\"advised\\\": 1, \\\"use\\\": 2, \\\"step\\\": 1, \\\"verification\\\": 1, \\\"toncoin\\\": 1, \\\"dips\\\": 1, \\\"suggests\\\": 2, \\\"bearish\\\": 3, \\\"trend\\\": 1, \\\"mt\\\": 7, \\\"gox\\\": 7, \\\"repay\\\": 1, \\\"creditors\\\": 3, \\\"btc\\\": 10, \\\"bch\\\": 7, \\\"repayments\\\": 3, \\\"start\\\": 1, \\\"defunct\\\": 2, \\\"begin\\\": 2, \\\"distributing\\\": 1, \\\"affected\\\": 1, \\\"2014\\\": 2, \\\"hack\\\": 1, \\\"starting\\\": 1, \\\"be\\\": 5, \\\"made\\\": 1, \\\"cash\\\": 5, \\\"distributed\\\": 1, \\\"return\\\": 2, \\\"140\\\": 1, \\\"approximately\\\": 1, \\\"9\\\": 2, \\\"japanese\\\": 1, \\\"yen\\\": 1, \\\"around\\\": 1, \\\"127\\\": 1, \\\"distribution\\\": 1, \\\"raised\\\": 1, \\\"sell\\\": 2, \\\"part\\\": 1, \\\"drive\\\": 1, \\\"however\\\": 2, \\\"some\\\": 1, \\\"experts\\\": 1, \\\"believe\\\": 1, \\\"matured\\\": 1, \\\"resilient\\\": 1, \\\"events\\\": 2, \\\"history\\\": 1, \\\"once\\\": 1, \\\"world\\\": 2, \\\"largest\\\": 1, \\\"handling\\\": 1, \\\"global\\\": 1, \\\"it\\\": 4, \\\"hacked\\\": 1, \\\"2011\\\": 1, \\\"bankrupt\\\": 1, \\\"losing\\\": 1, \\\"850\\\": 1, \\\"repayment\\\": 1, \\\"process\\\": 1, \\\"rehabilitation\\\": 1, \\\"trustee\\\": 1, \\\"completed\\\": 1, \\\"confirmation\\\": 2, \\\"required\\\": 1, \\\"information\\\": 1, \\\"certain\\\": 1, \\\"exchanges\\\": 3, \\\"through\\\": 4, \\\"reaction\\\": 1, \\\"slightly\\\": 1, \\\"following\\\": 1, \\\"announcement\\\": 1, \\\"actual\\\": 1, \\\"whales\\\": 2, \\\"accumulate\\\": 1, \\\"chainlink\\\": 2, \\\"withdrawn\\\": 1, \\\"08\\\": 1, \\\"link\\\": 2, \\\"worth\\\": 4, \\\"28\\\": 1, \\\"seven\\\": 2, \\\"days\\\": 3, \\\"fresh\\\": 1, \\\"belong\\\": 1, \\\"institutions\\\": 1, \\\"according\\\": 1, \\\"tracker\\\": 1, \\\"lookonchain\\\": 1, \\\"14\\\": 1, \\\"43\\\": 2, \\\"german\\\": 2, \\\"government\\\": 3, \\\"sells\\\": 1, \\\"seized\\\": 2, \\\"transferred\\\": 2, \\\"monday\\\": 1, \\\"400\\\": 1, \\\"25\\\": 1, \\\"kraken\\\": 1, \\\"still\\\": 1, \\\"holds\\\": 2, \\\"44\\\": 1, \\\"692\\\": 1, \\\"82\\\": 1, \\\"illegal\\\": 1, \\\"streaming\\\": 1, \\\"site\\\": 1, \\\"stands\\\": 1, \\\"stress\\\": 1, \\\"steady\\\": 1, \\\"giving\\\": 1, \\\"bulls\\\": 1, \\\"hope\\\": 1, \\\"an\\\": 2, \\\"upward\\\": 2, \\\"move\\\": 1, \\\"postfinance\\\": 2, \\\"listing\\\": 2, \\\"historically\\\": 1, \\\"gains\\\": 1, \\\"recorded\\\": 1, \\\"years\\\": 2, \\\"approaching\\\": 1, \\\"level\\\": 1, \\\"emerge\\\": 1, \\\"breaking\\\": 1, \\\"propel\\\": 1, \\\"macd\\\": 1, \\\"signal\\\": 1, \\\"line\\\": 1, \\\"short\\\": 2, \\\"momentum\\\": 1, \\\"rsi\\\": 1, \\\"showing\\\": 1, \\\"room\\\": 1, \\\"further\\\": 1, \\\"increases\\\": 1, \\\"swiss\\\": 2, \\\"institution\\\": 1, \\\"now\\\": 2, \\\"offers\\\": 1, \\\"custody\\\": 1, \\\"accessibility\\\": 2, \\\"recognition\\\": 1, \\\"developments\\\": 1, \\\"including\\\": 1, \\\"ruling\\\": 1, \\\"positively\\\": 1, \\\"settlement\\\": 1, \\\"meme\\\": 2, \\\"coin\\\": 1, \\\"pepe\\\": 1, \\\"unchained\\\": 1, \\\"waves\\\": 1, \\\"offering\\\": 1, \\\"approach\\\": 1, \\\"coins\\\": 1, \\\"layer\\\": 1, \\\"solution\\\": 2, \\\"ethereum\\\": 7, \\\"redemption\\\": 3, \\\"unlikely\\\": 1, \\\"bankruptcy\\\": 2, \\\"expected\\\": 1, \\\"73\\\": 1, \\\"presto\\\": 1, \\\"labs\\\": 2, \\\"head\\\": 1, \\\"research\\\": 1, \\\"peter\\\": 1, \\\"chung\\\": 3, \\\"believes\\\": 1, \\\"redemptions\\\": 2, \\\"limited\\\": 1, \\\"argues\\\": 1, \\\"that\\\": 3, \\\"four\\\": 1, \\\"times\\\": 2, \\\"larger\\\": 1, \\\"daily\\\": 1, \\\"treat\\\": 1, \\\"immediately\\\": 1, \\\"forked\\\": 1, \\\"three\\\": 1, \\\"most\\\": 1, \\\"efficient\\\": 2, \\\"way\\\": 2, \\\"express\\\": 1, \\\"view\\\": 1, \\\"perpetuals\\\": 2, \\\"paired\\\": 1, \\\"barring\\\": 1, \\\"funding\\\": 1, \\\"risk\\\": 1, \\\"360\\\": 1, \\\"tether\\\": 2, \\\"discontinues\\\": 1, \\\"usdt\\\": 4, \\\"algorand\\\": 2, \\\"eos\\\": 2, \\\"sunset\\\": 1, \\\"minting\\\": 1, \\\"allowed\\\": 1, \\\"year\\\": 1, \\\"focus\\\": 1, \\\"shifts\\\": 1, \\\"centric\\\": 1, \\\"networks\\\": 2, \\\"supported\\\": 1, \\\"avalanche\\\": 1, \\\"celo\\\": 1, \\\"cosmos\\\": 1, \\\"liquid\\\": 1, \\\"network\\\": 3, \\\"tezos\\\": 1, \\\"tron\\\": 1, \\\"bethel\\\": 5, \\\"introduces\\\": 2, \\\"secure\\\": 4, \\\"decentralized\\\": 7, \\\"storage\\\": 6, \\\"leveraging\\\": 1, \\\"zero\\\": 1, \\\"knowledge\\\": 1, \\\"proofs\\\": 2, \\\"zkp\\\": 3, \\\"enhanced\\\": 2, \\\"privacy\\\": 2, \\\"net\\\": 1, \\\"ensures\\\": 1, \\\"integrity\\\": 1, \\\"without\\\": 2, \\\"compromising\\\": 1, \\\"efficiency\\\": 2, \\\"physical\\\": 1, \\\"infrastructure\\\": 1, \\\"depin\\\": 1, \\\"provides\\\": 1, \\\"scalable\\\": 1, \\\"chain\\\": 2, \\\"system\\\": 2, \\\"accessible\\\": 1, \\\"mobile\\\": 1, \\\"wallet\\\": 2, \\\"real\\\": 1, \\\"applications\\\": 2, \\\"span\\\": 1, \\\"various\\\": 1, \\\"sectors\\\": 1, \\\"ensuring\\\": 1, \\\"robust\\\": 1, \\\"reliable\\\": 1, \\\"transparent\\\": 1, \\\"overview\\\": 1, \\\"name\\\": 1, \\\"symbol\\\": 1, \\\"becx\\\": 1, \\\"total\\\": 1, \\\"supply\\\": 1, \\\"components\\\": 1, \\\"include\\\": 2, \\\"identifiers\\\": 2, \\\"ui\\\": 1, \\\"file\\\": 2, \\\"scanning\\\": 1, \\\"zk\\\": 1, \\\"service\\\": 2, \\\"chunk\\\": 1, \\\"metadata\\\": 1, \\\"modules\\\": 1, \\\"strengths\\\": 1, \\\"preserving\\\": 1, \\\"confidentiality\\\": 1, \\\"providing\\\": 1, \\\"ai\\\": 1, \\\"hosting\\\": 1, \\\"quantum\\\": 2, \\\"computer\\\": 1, \\\"safeguard\\\": 1, \\\"computing\\\": 1, \\\"friendly\\\": 1, \\\"interface\\\": 1, \\\"simplified\\\": 1, \\\"access\\\": 1, \\\"authentication\\\": 1, \\\"web3\\\": 1, \\\"positioned\\\": 1, \\\"pioneering\\\": 1, \\\"force\\\": 1, \\\"within\\\": 1, \\\"increasingly\\\": 1, \\\"digital\\\": 1, \\\"landscape\\\": 1, \\\"proposes\\\": 3, \\\"epbs\\\": 3, \\\"faster\\\": 1, \\\"blocks\\\": 1, \\\"eip\\\": 1, \\\"7732\\\": 1, \\\"enshrined\\\": 1, \\\"proposer\\\": 3, \\\"builder\\\": 1, \\\"separation\\\": 1, \\\"overhaul\\\": 1, \\\"block\\\": 3, \\\"validation\\\": 1, \\\"divides\\\": 1, \\\"creation\\\": 1, \\\"into\\\": 3, \\\"roles\\\": 1, \\\"consensus\\\": 2, \\\"execution\\\": 2, \\\"bolster\\\": 1, \\\"proposal\\\": 2, \\\"aligns\\\": 1, \\\"vitalik\\\": 1, \\\"buterin\\\": 1, \\\"advocacy\\\": 1, \\\"quicker\\\": 1, \\\"ranging\\\": 1, \\\"seconds\\\": 1, \\\"segregates\\\": 1, \\\"layers\\\": 1, \\\"alleviating\\\": 1, \\\"computational\\\": 1, \\\"burden\\\": 1, \\\"validators\\\": 1, \\\"enhancing\\\": 1, \\\"speed\\\": 1, \\\"trust\\\": 1, \\\"free\\\": 1, \\\"mechanism\\\": 1, \\\"builders\\\": 1, \\\"proposers\\\": 1, \\\"introduced\\\": 1, \\\"guaranteeing\\\": 1, \\\"payment\\\": 1, \\\"valid\\\": 1, \\\"inclusion\\\": 1, \\\"middleware\\\": 1, \\\"require\\\": 1, \\\"hard\\\": 1, \\\"fork\\\": 1, \\\"introducing\\\": 1, \\\"backward\\\": 1, \\\"incompatible\\\": 1, \\\"changes\\\": 1, \\\"promises\\\": 1, \\\"swifter\\\": 1, \\\"speeds\\\": 1, \\\"drops\\\": 1, \\\"investigation\\\": 2, \\\"continues\\\": 2, \\\"pursuit\\\": 1, \\\"cleared\\\": 1, \\\"foundation\\\": 1, \\\"determining\\\": 1, \\\"eth\\\": 1, \\\"not\\\": 2, \\\"paving\\\": 1, \\\"entry\\\": 1, \\\"traded\\\": 1, \\\"dispute\\\": 1, \\\"seeks\\\": 1, \\\"fine\\\": 2, \\\"100\\\": 1, \\\"claiming\\\": 1, \\\"citing\\\": 1, \\\"terraform\\\": 1, \\\"agreement\\\": 1, \\\"decision\\\": 1, \\\"opens\\\": 1, \\\"door\\\": 1, \\\"determine\\\": 1, \\\"if\\\": 1, \\\"industry\\\": 1}\", \"word_docs\": \"{\\\"past\\\": 8, \\\"1200\\\": 5, \\\"roi\\\": 5, \\\"cybro\\\": 5, \\\"presale\\\": 6, \\\"of\\\": 17, \\\"with\\\": 17, \\\"1\\\": 9, \\\"at\\\": 13, \\\"opportunity\\\": 5, \\\"token\\\": 9, \\\"gen\\\": 5, \\\"milestone\\\": 5, \\\"potential\\\": 11, \\\"reaches\\\": 5, \\\"next\\\": 6, \\\"tokens\\\": 9, \\\"defi\\\": 7, \\\"million\\\": 11, \\\"0\\\": 9, \\\"surges\\\": 5, \\\"growth\\\": 5, \\\"billion\\\": 6, \\\"learn\\\": 2, \\\"successful\\\": 2, \\\"by\\\": 6, \\\"activity\\\": 2, \\\"and\\\": 18, \\\"other\\\": 2, \\\"promoting\\\": 2, \\\"studies\\\": 1, \\\"their\\\": 4, \\\"effectiveness\\\": 2, \\\"dominance\\\": 2, \\\"initiatives\\\": 2, \\\"airdrop\\\": 3, \\\"case\\\": 3, \\\"rewarding\\\": 2, \\\"these\\\": 5, \\\"creating\\\": 2, \\\"contributing\\\": 3, \\\"rewarded\\\": 2, \\\"s\\\": 12, \\\"users\\\": 6, \\\"project\\\": 2, \\\"user\\\": 3, \\\"strategy\\\": 1, \\\"significant\\\": 6, \\\"a\\\": 12, \\\"new\\\": 5, \\\"dao\\\": 2, \\\"2021\\\": 2, \\\"\\\\u00e2\\\": 6, \\\"2020\\\": 2, \\\"community\\\": 5, \\\"this\\\": 3, \\\"own\\\": 2, \\\"loyalty\\\": 2, \\\"gas\\\": 2, \\\"demonstrate\\\": 2, \\\"analyzing\\\": 2, \\\"cryptocurrency\\\": 3, \\\"increased\\\": 3, \\\"adopters\\\": 1, \\\"boosted\\\": 2, \\\"generating\\\": 2, \\\"building\\\": 2, \\\"engagement\\\": 2, \\\"attracting\\\": 2, \\\"ongoing\\\": 5, \\\"sense\\\": 2, \\\"uni\\\": 2, \\\"strategies\\\": 2, \\\"boost\\\": 3, \\\"the\\\": 16, \\\"can\\\": 2, \\\"arbitrum\\\": 2, \\\"projects\\\": 2, \\\"lessons\\\": 2, \\\"adoption\\\": 2, \\\"valuable\\\": 2, \\\"executing\\\": 2, \\\"uniswap\\\": 2, \\\"its\\\": 7, \\\"early\\\": 3, \\\"interest\\\": 4, \\\"for\\\": 11, \\\"in\\\": 15, \\\"to\\\": 17, \\\"platform\\\": 3, \\\"4\\\": 4, \\\"participation\\\": 2, \\\"campaigns\\\": 2, \\\"communities\\\": 2, \\\"strong\\\": 4, \\\"arb\\\": 2, \\\"amid\\\": 4, \\\"ripple\\\": 5, \\\"challenges\\\": 1, \\\"down\\\": 5, \\\"follows\\\": 1, \\\"u\\\": 3, \\\"released\\\": 1, \\\"200\\\": 1, \\\"20\\\": 2, \\\"long\\\": 5, \\\"sales\\\": 1, \\\"regulatory\\\": 1, \\\"stability\\\": 1, \\\"downward\\\": 1, \\\"often\\\": 1, \\\"price\\\": 8, \\\"watchful\\\": 1, \\\"currently\\\": 4, \\\"5\\\": 6, \\\"leads\\\": 1, \\\"sparking\\\": 1, \\\"xrp\\\": 6, \\\"performance\\\": 3, \\\"declines\\\": 1, \\\"treasury\\\": 2, \\\"locked\\\": 1, \\\"on\\\": 14, \\\"trading\\\": 5, \\\"commission\\\": 2, \\\"800\\\": 1, \\\"exchange\\\": 5, \\\"re\\\": 1, \\\"influx\\\": 1, \\\"june\\\": 2, \\\"pressure\\\": 4, \\\"concerns\\\": 3, \\\"about\\\": 2, \\\"sec\\\": 4, \\\"is\\\": 10, \\\"since\\\": 1, \\\"local\\\": 1, \\\"remains\\\": 3, \\\"122\\\": 1, \\\"future\\\": 3, \\\"market\\\": 6, \\\"resulting\\\": 1, \\\"unlocking\\\": 1, \\\"implications\\\": 2, \\\"term\\\": 3, \\\"historical\\\": 1, \\\"crypto\\\": 5, \\\"release\\\": 1, \\\"allocated\\\": 1, \\\"valued\\\": 2, \\\"250\\\": 1, \\\"raises\\\": 1, \\\"securities\\\": 2, \\\"476\\\": 1, \\\"perform\\\": 1, \\\"prediction\\\": 1, \\\"buoyant\\\": 1, \\\"analysts\\\": 1, \\\"17\\\": 2, \\\"encouraging\\\": 1, \\\"battles\\\": 1, \\\"sentiment\\\": 1, \\\"8\\\": 3, \\\"2035\\\": 1, \\\"bitcoin\\\": 5, \\\"000\\\": 3, \\\"legal\\\": 2, \\\"technical\\\": 4, \\\"before\\\": 1, \\\"liquidity\\\": 3, \\\"indicating\\\": 2, \\\"investors\\\": 3, \\\"should\\\": 1, \\\"diligence\\\": 1, \\\"bullish\\\": 2, \\\"over\\\": 5, \\\"27\\\": 1, \\\"maintaining\\\": 1, \\\"possible\\\": 1, \\\"predictions\\\": 1, \\\"formations\\\": 1, \\\"predict\\\": 1, \\\"analysis\\\": 2, \\\"exercise\\\": 2, \\\"caution\\\": 2, \\\"july\\\": 4, \\\"top\\\": 1, \\\"wins\\\": 1, \\\"resilience\\\": 1, \\\"making\\\": 2, \\\"six\\\": 1, \\\"position\\\": 1, \\\"from\\\": 7, \\\"range\\\": 1, \\\"due\\\": 3, \\\"decisions\\\": 1, \\\"signs\\\": 1, \\\"amidst\\\": 2, \\\"candle\\\": 1, \\\"are\\\": 1, \\\"indicators\\\": 2, \\\"breakout\\\": 1, \\\"suggest\\\": 2, \\\"builds\\\": 1, \\\"five\\\": 1, \\\"despite\\\": 2, \\\"open\\\": 1, \\\"while\\\": 3, \\\"investor\\\": 1, \\\"2\\\": 4, \\\"projections\\\": 2, \\\"financial\\\": 3, \\\"surge\\\": 1, \\\"months\\\": 2, \\\"2028\\\": 2, \\\"based\\\": 2, \\\"low\\\": 2, \\\"correlation\\\": 1, \\\"been\\\": 2, \\\"transaction\\\": 2, \\\"addresses\\\": 1, \\\"binance\\\": 3, \\\"movement\\\": 1, \\\"24\\\": 2, \\\"54\\\": 2, \\\"30\\\": 3, \\\"totaling\\\": 1, \\\"security\\\": 6, \\\"two\\\": 4, \\\"likely\\\": 1, \\\"transactions\\\": 2, \\\"bitstamp\\\": 2, \\\"went\\\": 2, \\\"internal\\\": 1, \\\"operations\\\": 1, \\\"hours\\\": 2, \\\"or\\\": 4, \\\"massive\\\": 1, \\\"moved\\\": 1, \\\"third\\\": 1, \\\"have\\\": 4, \\\"purposes\\\": 1, \\\"70\\\": 2, \\\"ron\\\": 1, \\\"day\\\": 2, \\\"capitalization\\\": 2, \\\"ena\\\": 1, \\\"prices\\\": 3, \\\"support\\\": 4, \\\"key\\\": 5, \\\"focuses\\\": 1, \\\"rejected\\\": 1, \\\"72\\\": 1, \\\"percentage\\\": 1, \\\"bottom\\\": 1, \\\"21\\\": 1, \\\"380\\\": 1, \\\"above\\\": 2, \\\"loss\\\": 1, \\\"resistance\\\": 1, \\\"between\\\": 2, \\\"headline\\\": 1, \\\"gno\\\": 1, \\\"below\\\": 2, \\\"has\\\": 6, \\\"summary\\\": 1, \\\"bear\\\": 1, \\\"averages\\\": 1, \\\"ronin\\\": 1, \\\"pendle\\\": 1, \\\"altcoin\\\": 2, \\\"highlighting\\\": 1, \\\"00\\\": 1, \\\"94\\\": 2, \\\"3\\\": 7, \\\"sma\\\": 1, \\\"46\\\": 2, \\\"chart\\\": 1, \\\"7\\\": 3, \\\"note\\\": 1, \\\"being\\\": 1, \\\"ethena\\\": 1, \\\"48\\\": 1, \\\"each\\\": 1, \\\"01\\\": 1, \\\"sideways\\\": 1, \\\"76\\\": 1, \\\"percentages\\\": 1, \\\"moving\\\": 1, \\\"volume\\\": 2, \\\"but\\\": 4, \\\"265\\\": 1, \\\"gnosis\\\": 1, \\\"altcoins\\\": 1, \\\"84\\\": 1, \\\"fallen\\\": 1, \\\"current\\\": 2, \\\"points\\\": 2, \\\"plummet\\\": 1, \\\"drastically\\\": 1, \\\"49\\\": 1, \\\"after\\\": 4, \\\"returned\\\": 1, \\\"sui\\\": 1, \\\"passed\\\": 1, \\\"awareness\\\": 1, \\\"posts\\\": 1, \\\"86\\\": 2, \\\"56\\\": 2, \\\"11\\\": 2, \\\"active\\\": 1, \\\"65\\\": 2, \\\"out\\\": 1, \\\"brussels\\\": 1, \\\"unique\\\": 2, \\\"thrives\\\": 1, \\\"ecosystem\\\": 3, \\\"sponsored\\\": 1, \\\"7k\\\": 1, \\\"may\\\": 5, \\\"aiming\\\": 2, \\\"09\\\": 1, \\\"voters\\\": 1, \\\"900\\\": 1, \\\"10\\\": 3, \\\"595\\\": 1, \\\"commits\\\": 1, \\\"conor\\\": 1, \\\"daly\\\": 1, \\\"members\\\": 1, \\\"dot\\\": 1, \\\"held\\\": 1, \\\"topics\\\": 1, \\\"forum\\\": 1, \\\"108th\\\": 1, \\\"weekly\\\": 1, \\\"attract\\\": 1, \\\"10th\\\": 1, \\\"sponsorship\\\": 1, \\\"indy\\\": 1, \\\"referendums\\\": 1, \\\"failed\\\": 1, \\\"time\\\": 2, \\\"governance\\\": 1, \\\"125\\\": 1, \\\"previous\\\": 1, \\\"last\\\": 4, \\\"raise\\\": 1, \\\"polkadot\\\": 2, \\\"244\\\": 1, \\\"91\\\": 1, \\\"developers\\\": 1, \\\"ran\\\": 1, \\\"995\\\": 1, \\\"week\\\": 1, \\\"summit\\\": 1, \\\"500\\\": 2, \\\"22\\\": 1, \\\"withdrawals\\\": 1, \\\"unlocks\\\": 1, \\\"high\\\": 2, \\\"one\\\": 1, \\\"reserve\\\": 1, \\\"kashkari\\\": 1, \\\"dropped\\\": 3, \\\"month\\\": 3, \\\"such\\\": 2, \\\"valuation\\\": 1, \\\"breakdown\\\": 1, \\\"crisis\\\": 1, \\\"2024\\\": 2, \\\"near\\\": 3, \\\"solana\\\": 2, \\\"negative\\\": 1, \\\"driving\\\": 1, \\\"600m\\\": 1, \\\"tested\\\": 1, \\\"outflows\\\": 1, \\\"700\\\": 1, \\\"continue\\\": 1, \\\"witnessed\\\": 1, \\\"etf\\\": 1, \\\"relief\\\": 1, \\\"levels\\\": 1, \\\"contrasted\\\": 1, \\\"data\\\": 2, \\\"proposition\\\": 1, \\\"saw\\\": 1, \\\"toward\\\": 1, \\\"fed\\\": 1, \\\"prior\\\": 1, \\\"suffered\\\": 1, \\\"demonstrated\\\": 1, \\\"12\\\": 2, \\\"hits\\\": 1, \\\"chief\\\": 1, \\\"403\\\": 1, \\\"struggle\\\": 1, \\\"as\\\": 3, \\\"only\\\": 1, \\\"which\\\": 3, \\\"hurt\\\": 1, \\\"was\\\": 4, \\\"values\\\": 1, \\\"plunges\\\": 1, \\\"fall\\\": 1, \\\"lower\\\": 3, \\\"crash\\\": 1, \\\"spot\\\": 1, \\\"testing\\\": 1, \\\"flows\\\": 1, \\\"customers\\\": 2, \\\"drawdown\\\": 1, \\\"expectations\\\": 1, \\\"liquidations\\\": 1, \\\"cut\\\": 1, \\\"accelerate\\\": 2, \\\"ether\\\": 1, \\\"selling\\\": 4, \\\"yearly\\\": 1, \\\"decline\\\": 3, \\\"federal\\\": 1, \\\"leading\\\": 2, \\\"minneapolis\\\": 1, \\\"venture\\\": 1, \\\"leverage\\\": 1, \\\"factors\\\": 1, \\\"upper\\\": 1, \\\"90\\\": 1, \\\"seasonal\\\": 1, \\\"highs\\\": 1, \\\"downturn\\\": 1, \\\"weeks\\\": 1, \\\"60\\\": 1, \\\"macro\\\": 1, \\\"34\\\": 2, \\\"etfs\\\": 1, \\\"trendline\\\": 2, \\\"fell\\\": 1, \\\"contributed\\\": 1, \\\"driven\\\": 1, \\\"rates\\\": 1, \\\"products\\\": 1, \\\"value\\\": 2, \\\"traders\\\": 2, \\\"coinbase\\\": 2, \\\"up\\\": 2, \\\"recent\\\": 2, \\\"broader\\\": 1, \\\"assets\\\": 2, \\\"extreme\\\": 1, \\\"bond\\\": 1, \\\"sitting\\\": 1, \\\"led\\\": 1, \\\"145\\\": 1, \\\"funds\\\": 3, \\\"demand\\\": 1, \\\"during\\\": 1, \\\"neel\\\": 1, \\\"50\\\": 1, \\\"poor\\\": 1, \\\"drop\\\": 1, \\\"comments\\\": 1, \\\"yields\\\": 1, \\\"rate\\\": 2, \\\"cardano\\\": 1, \\\"investment\\\": 1, \\\"holdings\\\": 2, \\\"official\\\": 1, \\\"trends\\\": 1, \\\"others\\\": 1, \\\"rebound\\\": 1, \\\"unregistered\\\": 1, \\\"january\\\": 1, \\\"significantly\\\": 1, \\\"conclusion\\\": 1, \\\"increase\\\": 1, \\\"lawsuit\\\\u00e2\\\": 1, \\\"2027\\\": 1, \\\"reaching\\\": 1, \\\"2018\\\": 1, \\\"verdict\\\": 1, \\\"will\\\": 4, \\\"recovery\\\": 1, \\\"reclaim\\\": 1, \\\"40\\\": 1, \\\"substantial\\\": 1, \\\"could\\\": 4, \\\"outcome\\\": 1, \\\"against\\\": 2, \\\"uncertainty\\\": 1, \\\"all\\\": 1, \\\"predicts\\\": 1, \\\"lawsuit\\\": 1, \\\"accused\\\": 1, \\\"97\\\": 1, \\\"ripple\\\\u00e2\\\": 1, \\\"obstacle\\\": 1, \\\"than\\\": 2, \\\"barrier\\\": 1, \\\"xrp\\\\u00e2\\\": 1, \\\"seen\\\": 2, \\\"changelly\\\": 1, \\\"struggles\\\": 1, \\\"forecasts\\\": 1, \\\"asset\\\": 2, \\\"hitting\\\": 1, \\\"similar\\\": 1, \\\"favorable\\\": 1, \\\"potentially\\\": 1, \\\"crucial\\\": 1, \\\"telegaon\\\": 1, \\\"57\\\": 1, \\\"impact\\\": 4, \\\"major\\\": 3, \\\"well\\\": 2, \\\"planned\\\": 1, \\\"success\\\": 1, \\\"solidifying\\\": 1, \\\"effectively\\\": 1, \\\"suspends\\\": 1, \\\"fake\\\": 1, \\\"suspected\\\": 1, \\\"breach\\\": 1, \\\"scammers\\\": 1, \\\"schemes\\\": 1, \\\"wallets\\\": 3, \\\"hackers\\\": 2, \\\"north\\\": 1, \\\"korean\\\": 1, \\\"refund\\\": 1, \\\"report\\\": 1, \\\"compromised\\\": 1, \\\"1590\\\": 1, \\\"suffers\\\": 1, \\\"missing\\\": 1, \\\"target\\\": 2, \\\"coinstats\\\": 1, \\\"app\\\": 1, \\\"website\\\": 1, \\\"ton\\\": 2, \\\"attacks\\\": 1, \\\"via\\\": 1, \\\"especially\\\": 1, \\\"trend\\\": 1, \\\"step\\\": 1, \\\"dips\\\": 1, \\\"anonymous\\\": 1, \\\"blockchain\\\": 3, \\\"phishing\\\": 1, \\\"vulnerabilities\\\": 1, \\\"account\\\": 1, \\\"faces\\\": 1, \\\"threats\\\": 2, \\\"verification\\\": 1, \\\"exploit\\\": 1, \\\"slowmist\\\": 1, \\\"warns\\\": 1, \\\"increasing\\\": 2, \\\"advised\\\": 1, \\\"bearish\\\": 3, \\\"numbers\\\": 1, \\\"suggests\\\": 2, \\\"management\\\": 2, \\\"use\\\": 2, \\\"accounts\\\": 1, \\\"telegram\\\": 1, \\\"firm\\\": 2, \\\"toncoin\\\": 1, \\\"handling\\\": 1, \\\"850\\\": 1, \\\"process\\\": 1, \\\"trustee\\\": 1, \\\"part\\\": 1, \\\"begin\\\": 1, \\\"losing\\\": 1, \\\"mt\\\": 2, \\\"gox\\\": 2, \\\"announcement\\\": 1, \\\"return\\\": 2, \\\"around\\\": 1, \\\"exchanges\\\": 2, \\\"experts\\\": 1, \\\"hacked\\\": 1, \\\"bankrupt\\\": 1, \\\"140\\\": 1, \\\"however\\\": 2, \\\"repayment\\\": 1, \\\"cash\\\": 2, \\\"repayments\\\": 1, \\\"resilient\\\": 1, \\\"slightly\\\": 1, \\\"repay\\\": 1, \\\"it\\\": 3, \\\"distributed\\\": 1, \\\"approximately\\\": 1, \\\"affected\\\": 1, \\\"actual\\\": 1, \\\"127\\\": 1, \\\"believe\\\": 1, \\\"following\\\": 1, \\\"once\\\": 1, \\\"bch\\\": 2, \\\"events\\\": 2, \\\"japanese\\\": 1, \\\"completed\\\": 1, \\\"largest\\\": 1, \\\"hack\\\": 1, \\\"confirmation\\\": 2, \\\"matured\\\": 1, \\\"be\\\": 3, \\\"raised\\\": 1, \\\"2011\\\": 1, \\\"start\\\": 1, \\\"global\\\": 1, \\\"creditors\\\": 1, \\\"sell\\\": 2, \\\"some\\\": 1, \\\"distribution\\\": 1, \\\"history\\\": 1, \\\"btc\\\": 3, \\\"drive\\\": 1, \\\"world\\\": 2, \\\"required\\\": 1, \\\"made\\\": 1, \\\"information\\\": 1, \\\"starting\\\": 1, \\\"certain\\\": 1, \\\"through\\\": 3, \\\"reaction\\\": 1, \\\"rehabilitation\\\": 1, \\\"9\\\": 2, \\\"yen\\\": 1, \\\"defunct\\\": 2, \\\"distributing\\\": 1, \\\"2014\\\": 1, \\\"43\\\": 2, \\\"whales\\\": 1, \\\"german\\\": 1, \\\"illegal\\\": 1, \\\"link\\\": 1, \\\"25\\\": 1, \\\"streaming\\\": 1, \\\"worth\\\": 1, \\\"sells\\\": 1, \\\"seven\\\": 1, \\\"still\\\": 1, \\\"monday\\\": 1, \\\"site\\\": 1, \\\"fresh\\\": 1, \\\"44\\\": 1, \\\"tracker\\\": 1, \\\"accumulate\\\": 1, \\\"holds\\\": 2, \\\"belong\\\": 1, \\\"seized\\\": 1, \\\"400\\\": 1, \\\"chainlink\\\": 1, \\\"08\\\": 1, \\\"692\\\": 1, \\\"transferred\\\": 1, \\\"lookonchain\\\": 1, \\\"28\\\": 1, \\\"institutions\\\": 1, \\\"kraken\\\": 1, \\\"82\\\": 1, \\\"14\\\": 1, \\\"days\\\": 2, \\\"according\\\": 1, \\\"withdrawn\\\": 1, \\\"government\\\": 1, \\\"solution\\\": 2, \\\"short\\\": 2, \\\"steady\\\": 1, \\\"stress\\\": 1, \\\"emerge\\\": 1, \\\"waves\\\": 1, \\\"giving\\\": 1, \\\"offers\\\": 1, \\\"rsi\\\": 1, \\\"signal\\\": 1, \\\"institution\\\": 1, \\\"upward\\\": 1, \\\"stands\\\": 1, \\\"historically\\\": 1, \\\"breaking\\\": 1, \\\"custody\\\": 1, \\\"recognition\\\": 1, \\\"level\\\": 1, \\\"further\\\": 1, \\\"hope\\\": 1, \\\"approaching\\\": 1, \\\"line\\\": 1, \\\"bulls\\\": 1, \\\"layer\\\": 1, \\\"recorded\\\": 1, \\\"an\\\": 2, \\\"increases\\\": 1, \\\"macd\\\": 1, \\\"propel\\\": 1, \\\"accessibility\\\": 2, \\\"move\\\": 1, \\\"approach\\\": 1, \\\"positively\\\": 1, \\\"settlement\\\": 1, \\\"swiss\\\": 1, \\\"postfinance\\\": 1, \\\"now\\\": 2, \\\"including\\\": 1, \\\"pepe\\\": 1, \\\"unchained\\\": 1, \\\"listing\\\": 2, \\\"room\\\": 1, \\\"coins\\\": 1, \\\"showing\\\": 1, \\\"ethereum\\\": 4, \\\"offering\\\": 1, \\\"developments\\\": 1, \\\"meme\\\": 1, \\\"momentum\\\": 1, \\\"gains\\\": 1, \\\"years\\\": 2, \\\"coin\\\": 1, \\\"ruling\\\": 1, \\\"limited\\\": 1, \\\"believes\\\": 1, \\\"most\\\": 1, \\\"bankruptcy\\\": 1, \\\"funding\\\": 1, \\\"360\\\": 1, \\\"that\\\": 2, \\\"unlikely\\\": 1, \\\"chung\\\": 1, \\\"larger\\\": 1, \\\"expected\\\": 1, \\\"redemptions\\\": 2, \\\"times\\\": 2, \\\"treat\\\": 1, \\\"labs\\\": 2, \\\"three\\\": 1, \\\"paired\\\": 1, \\\"efficient\\\": 2, \\\"daily\\\": 1, \\\"express\\\": 1, \\\"perpetuals\\\": 1, \\\"peter\\\": 1, \\\"73\\\": 1, \\\"research\\\": 1, \\\"argues\\\": 1, \\\"barring\\\": 1, \\\"view\\\": 1, \\\"four\\\": 1, \\\"immediately\\\": 1, \\\"head\\\": 1, \\\"risk\\\": 1, \\\"presto\\\": 1, \\\"way\\\": 2, \\\"forked\\\": 1, \\\"redemption\\\": 1, \\\"liquid\\\": 1, \\\"algorand\\\": 1, \\\"tezos\\\": 1, \\\"year\\\": 1, \\\"network\\\": 3, \\\"networks\\\": 1, \\\"focus\\\": 1, \\\"tron\\\": 1, \\\"supported\\\": 1, \\\"tether\\\": 1, \\\"cosmos\\\": 1, \\\"shifts\\\": 1, \\\"eos\\\": 1, \\\"sunset\\\": 1, \\\"minting\\\": 1, \\\"discontinues\\\": 1, \\\"usdt\\\": 2, \\\"avalanche\\\": 1, \\\"centric\\\": 1, \\\"allowed\\\": 1, \\\"celo\\\": 1, \\\"mobile\\\": 1, \\\"ui\\\": 1, \\\"metadata\\\": 1, \\\"simplified\\\": 1, \\\"introduces\\\": 1, \\\"wallet\\\": 1, \\\"positioned\\\": 1, \\\"storage\\\": 1, \\\"decentralized\\\": 1, \\\"reliable\\\": 1, \\\"digital\\\": 1, \\\"transparent\\\": 1, \\\"landscape\\\": 1, \\\"within\\\": 1, \\\"ensuring\\\": 1, \\\"ai\\\": 1, \\\"supply\\\": 1, \\\"becx\\\": 1, \\\"integrity\\\": 1, \\\"name\\\": 1, \\\"infrastructure\\\": 1, \\\"symbol\\\": 1, \\\"real\\\": 1, \\\"scalable\\\": 1, \\\"compromising\\\": 1, \\\"pioneering\\\": 1, \\\"chain\\\": 1, \\\"confidentiality\\\": 1, \\\"strengths\\\": 1, \\\"components\\\": 1, \\\"bethel\\\": 1, \\\"sectors\\\": 1, \\\"overview\\\": 1, \\\"without\\\": 2, \\\"safeguard\\\": 1, \\\"interface\\\": 1, \\\"various\\\": 1, \\\"total\\\": 1, \\\"chunk\\\": 1, \\\"providing\\\": 1, \\\"proofs\\\": 1, \\\"ensures\\\": 1, \\\"scanning\\\": 1, \\\"access\\\": 1, \\\"accessible\\\": 1, \\\"file\\\": 1, \\\"system\\\": 2, \\\"hosting\\\": 1, \\\"computing\\\": 1, \\\"authentication\\\": 1, \\\"physical\\\": 1, \\\"increasingly\\\": 1, \\\"span\\\": 1, \\\"identifiers\\\": 1, \\\"service\\\": 1, \\\"enhanced\\\": 1, \\\"zk\\\": 1, \\\"force\\\": 1, \\\"applications\\\": 1, \\\"provides\\\": 1, \\\"zkp\\\": 1, \\\"secure\\\": 1, \\\"friendly\\\": 1, \\\"efficiency\\\": 2, \\\"include\\\": 1, \\\"depin\\\": 1, \\\"privacy\\\": 1, \\\"knowledge\\\": 1, \\\"robust\\\": 1, \\\"web3\\\": 1, \\\"preserving\\\": 1, \\\"zero\\\": 1, \\\"modules\\\": 1, \\\"quantum\\\": 1, \\\"leveraging\\\": 1, \\\"computer\\\": 1, \\\"net\\\": 1, \\\"epbs\\\": 1, \\\"builders\\\": 1, \\\"ranging\\\": 1, \\\"speed\\\": 1, \\\"faster\\\": 1, \\\"hard\\\": 1, \\\"roles\\\": 1, \\\"backward\\\": 1, \\\"changes\\\": 1, \\\"quicker\\\": 1, \\\"introduced\\\": 1, \\\"enshrined\\\": 1, \\\"divides\\\": 1, \\\"execution\\\": 1, \\\"fork\\\": 1, \\\"enhancing\\\": 1, \\\"computational\\\": 1, \\\"guaranteeing\\\": 1, \\\"creation\\\": 1, \\\"advocacy\\\": 1, \\\"introducing\\\": 1, \\\"7732\\\": 1, \\\"burden\\\": 1, \\\"block\\\": 1, \\\"proposer\\\": 1, \\\"swifter\\\": 1, \\\"speeds\\\": 1, \\\"require\\\": 1, \\\"payment\\\": 1, \\\"seconds\\\": 1, \\\"builder\\\": 1, \\\"trust\\\": 1, \\\"consensus\\\": 1, \\\"separation\\\": 1, \\\"overhaul\\\": 1, \\\"alleviating\\\": 1, \\\"proposers\\\": 1, \\\"segregates\\\": 1, \\\"vitalik\\\": 1, \\\"proposal\\\": 1, \\\"mechanism\\\": 1, \\\"free\\\": 1, \\\"validators\\\": 1, \\\"middleware\\\": 1, \\\"eip\\\": 1, \\\"incompatible\\\": 1, \\\"promises\\\": 1, \\\"layers\\\": 1, \\\"into\\\": 2, \\\"valid\\\": 1, \\\"validation\\\": 1, \\\"proposes\\\": 2, \\\"aligns\\\": 1, \\\"blocks\\\": 1, \\\"buterin\\\": 1, \\\"bolster\\\": 1, \\\"inclusion\\\": 1, \\\"decision\\\": 1, \\\"citing\\\": 1, \\\"agreement\\\": 1, \\\"not\\\": 1, \\\"dispute\\\": 1, \\\"door\\\": 1, \\\"eth\\\": 1, \\\"determine\\\": 1, \\\"seeks\\\": 1, \\\"traded\\\": 1, \\\"fine\\\": 1, \\\"claiming\\\": 1, \\\"pursuit\\\": 1, \\\"paving\\\": 1, \\\"industry\\\": 1, \\\"investigation\\\": 1, \\\"terraform\\\": 1, \\\"cleared\\\": 1, \\\"100\\\": 1, \\\"opens\\\": 1, \\\"drops\\\": 1, \\\"entry\\\": 1, \\\"continues\\\": 1, \\\"foundation\\\": 1, \\\"if\\\": 1, \\\"determining\\\": 1}\", \"index_docs\": \"{\\\"38\\\": 8, \\\"78\\\": 5, \\\"77\\\": 5, \\\"19\\\": 5, \\\"31\\\": 6, \\\"9\\\": 17, \\\"8\\\": 17, \\\"17\\\": 9, \\\"21\\\": 13, \\\"74\\\": 5, \\\"32\\\": 9, \\\"73\\\": 5, \\\"76\\\": 5, \\\"20\\\": 11, \\\"75\\\": 5, \\\"60\\\": 6, \\\"18\\\": 9, \\\"39\\\": 7, \\\"11\\\": 11, \\\"29\\\": 9, \\\"72\\\": 5, \\\"49\\\": 5, \\\"61\\\": 6, \\\"233\\\": 2, \\\"223\\\": 2, \\\"44\\\": 6, \\\"215\\\": 2, \\\"2\\\": 18, \\\"231\\\": 2, \\\"226\\\": 2, \\\"387\\\": 1, \\\"114\\\": 4, \\\"225\\\": 2, \\\"211\\\": 2, \\\"144\\\": 2, \\\"25\\\": 3, \\\"113\\\": 3, \\\"227\\\": 2, \\\"50\\\": 5, \\\"220\\\": 2, \\\"105\\\": 3, \\\"219\\\": 2, \\\"6\\\": 12, \\\"26\\\": 6, \\\"222\\\": 2, \\\"81\\\": 3, \\\"386\\\": 1, \\\"62\\\": 6, \\\"4\\\": 12, \\\"43\\\": 5, \\\"218\\\": 2, \\\"106\\\": 2, \\\"7\\\": 6, \\\"207\\\": 2, \\\"82\\\": 5, \\\"143\\\": 3, \\\"238\\\": 2, \\\"104\\\": 2, \\\"109\\\": 2, \\\"224\\\": 2, \\\"230\\\": 2, \\\"110\\\": 3, \\\"142\\\": 3, \\\"385\\\": 1, \\\"214\\\": 2, \\\"216\\\": 2, \\\"228\\\": 2, \\\"209\\\": 2, \\\"210\\\": 2, \\\"83\\\": 5, \\\"221\\\": 2, \\\"208\\\": 2, \\\"236\\\": 2, \\\"141\\\": 3, \\\"1\\\": 16, \\\"232\\\": 2, \\\"212\\\": 2, \\\"111\\\": 2, \\\"235\\\": 2, \\\"103\\\": 2, \\\"234\\\": 2, \\\"237\\\": 2, \\\"206\\\": 2, \\\"22\\\": 7, \\\"80\\\": 3, \\\"108\\\": 4, \\\"12\\\": 11, \\\"5\\\": 15, \\\"3\\\": 17, \\\"48\\\": 3, \\\"107\\\": 4, \\\"217\\\": 2, \\\"79\\\": 2, \\\"229\\\": 2, \\\"112\\\": 4, \\\"213\\\": 2, \\\"86\\\": 4, \\\"27\\\": 5, \\\"412\\\": 1, \\\"63\\\": 5, \\\"394\\\": 1, \\\"64\\\": 3, \\\"389\\\": 1, \\\"396\\\": 1, \\\"240\\\": 2, \\\"65\\\": 5, \\\"244\\\": 1, \\\"411\\\": 1, \\\"393\\\": 1, \\\"404\\\": 1, \\\"402\\\": 1, \\\"23\\\": 8, \\\"413\\\": 1, \\\"117\\\": 4, \\\"45\\\": 6, \\\"403\\\": 1, \\\"392\\\": 1, \\\"10\\\": 6, \\\"147\\\": 3, \\\"408\\\": 1, \\\"243\\\": 2, \\\"400\\\": 1, \\\"14\\\": 14, \\\"34\\\": 5, \\\"245\\\": 2, \\\"398\\\": 1, \\\"46\\\": 5, \\\"399\\\": 1, \\\"401\\\": 1, \\\"116\\\": 2, \\\"85\\\": 4, \\\"115\\\": 3, \\\"242\\\": 2, \\\"40\\\": 4, \\\"15\\\": 10, \\\"410\\\": 1, \\\"407\\\": 1, \\\"146\\\": 3, \\\"391\\\": 1, \\\"84\\\": 3, \\\"16\\\": 6, \\\"406\\\": 1, \\\"395\\\": 1, \\\"148\\\": 2, \\\"118\\\": 3, \\\"405\\\": 1, \\\"24\\\": 5, \\\"239\\\": 1, \\\"397\\\": 1, \\\"241\\\": 2, \\\"390\\\": 1, \\\"388\\\": 1, \\\"145\\\": 2, \\\"409\\\": 1, \\\"444\\\": 1, \\\"414\\\": 1, \\\"420\\\": 1, \\\"428\\\": 1, \\\"253\\\": 2, \\\"442\\\": 1, \\\"419\\\": 1, \\\"415\\\": 1, \\\"152\\\": 3, \\\"438\\\": 1, \\\"13\\\": 5, \\\"53\\\": 3, \\\"150\\\": 2, \\\"120\\\": 4, \\\"446\\\": 1, \\\"119\\\": 3, \\\"254\\\": 2, \\\"156\\\": 3, \\\"443\\\": 1, \\\"445\\\": 1, \\\"149\\\": 2, \\\"66\\\": 5, \\\"432\\\": 1, \\\"421\\\": 1, \\\"430\\\": 1, \\\"436\\\": 1, \\\"435\\\": 1, \\\"429\\\": 1, \\\"250\\\": 2, \\\"255\\\": 2, \\\"155\\\": 2, \\\"51\\\": 4, \\\"422\\\": 1, \\\"417\\\": 1, \\\"418\\\": 1, \\\"256\\\": 2, \\\"433\\\": 1, \\\"424\\\": 1, \\\"30\\\": 7, \\\"437\\\": 1, \\\"157\\\": 3, \\\"447\\\": 1, \\\"440\\\": 1, \\\"246\\\": 2, \\\"434\\\": 1, \\\"441\\\": 1, \\\"248\\\": 2, \\\"427\\\": 1, \\\"249\\\": 2, \\\"416\\\": 1, \\\"423\\\": 1, \\\"247\\\": 2, \\\"425\\\": 1, \\\"121\\\": 3, \\\"439\\\": 1, \\\"52\\\": 4, \\\"153\\\": 2, \\\"158\\\": 3, \\\"431\\\": 1, \\\"251\\\": 2, \\\"154\\\": 2, \\\"252\\\": 2, \\\"151\\\": 2, \\\"426\\\": 1, \\\"258\\\": 2, \\\"163\\\": 2, \\\"453\\\": 1, \\\"162\\\": 3, \\\"449\\\": 1, \\\"259\\\": 2, \\\"261\\\": 2, \\\"164\\\": 3, \\\"452\\\": 1, \\\"28\\\": 6, \\\"87\\\": 4, \\\"455\\\": 1, \\\"160\\\": 2, \\\"262\\\": 2, \\\"161\\\": 2, \\\"159\\\": 1, \\\"450\\\": 1, \\\"260\\\": 2, \\\"122\\\": 4, \\\"448\\\": 1, \\\"451\\\": 1, \\\"454\\\": 1, \\\"123\\\": 4, \\\"456\\\": 1, \\\"257\\\": 2, \\\"479\\\": 1, \\\"36\\\": 2, \\\"272\\\": 2, \\\"474\\\": 1, \\\"126\\\": 3, \\\"68\\\": 4, \\\"90\\\": 5, \\\"486\\\": 1, \\\"468\\\": 1, \\\"472\\\": 1, \\\"89\\\": 1, \\\"475\\\": 1, \\\"167\\\": 1, \\\"465\\\": 1, \\\"269\\\": 2, \\\"67\\\": 1, \\\"482\\\": 1, \\\"88\\\": 2, \\\"457\\\": 1, \\\"462\\\": 1, \\\"165\\\": 2, \\\"35\\\": 6, \\\"485\\\": 1, \\\"267\\\": 1, \\\"460\\\": 1, \\\"478\\\": 1, \\\"265\\\": 1, \\\"169\\\": 2, \\\"488\\\": 1, \\\"469\\\": 1, \\\"268\\\": 2, \\\"41\\\": 7, \\\"168\\\": 1, \\\"166\\\": 2, \\\"476\\\": 1, \\\"33\\\": 3, \\\"484\\\": 1, \\\"467\\\": 1, \\\"473\\\": 1, \\\"477\\\": 1, \\\"487\\\": 1, \\\"481\\\": 1, \\\"466\\\": 1, \\\"471\\\": 1, \\\"489\\\": 1, \\\"263\\\": 1, \\\"273\\\": 2, \\\"125\\\": 4, \\\"464\\\": 1, \\\"461\\\": 1, \\\"458\\\": 1, \\\"483\\\": 1, \\\"264\\\": 1, \\\"271\\\": 2, \\\"270\\\": 2, \\\"459\\\": 1, \\\"463\\\": 1, \\\"470\\\": 1, \\\"124\\\": 4, \\\"480\\\": 1, \\\"266\\\": 1, \\\"496\\\": 1, \\\"527\\\": 1, \\\"508\\\": 1, \\\"279\\\": 2, \\\"277\\\": 2, \\\"170\\\": 2, \\\"502\\\": 1, \\\"278\\\": 2, \\\"500\\\": 1, \\\"515\\\": 1, \\\"275\\\": 2, \\\"490\\\": 1, \\\"172\\\": 3, \\\"521\\\": 1, \\\"504\\\": 1, \\\"69\\\": 5, \\\"281\\\": 2, \\\"517\\\": 1, \\\"493\\\": 1, \\\"501\\\": 1, \\\"171\\\": 3, \\\"492\\\": 1, \\\"506\\\": 1, \\\"522\\\": 1, \\\"523\\\": 1, \\\"512\\\": 1, \\\"516\\\": 1, \\\"495\\\": 1, \\\"510\\\": 1, \\\"274\\\": 1, \\\"524\\\": 1, \\\"505\\\": 1, \\\"528\\\": 1, \\\"514\\\": 1, \\\"520\\\": 1, \\\"525\\\": 1, \\\"276\\\": 1, \\\"498\\\": 1, \\\"92\\\": 2, \\\"491\\\": 1, \\\"509\\\": 1, \\\"518\\\": 1, \\\"127\\\": 4, \\\"526\\\": 1, \\\"91\\\": 2, \\\"511\\\": 1, \\\"494\\\": 1, \\\"503\\\": 1, \\\"499\\\": 1, \\\"507\\\": 1, \\\"519\\\": 1, \\\"513\\\": 1, \\\"280\\\": 2, \\\"497\\\": 1, \\\"552\\\": 1, \\\"567\\\": 1, \\\"97\\\": 2, \\\"175\\\": 1, \\\"535\\\": 1, \\\"538\\\": 1, \\\"177\\\": 3, \\\"96\\\": 3, \\\"293\\\": 2, \\\"285\\\": 1, \\\"560\\\": 1, \\\"579\\\": 1, \\\"282\\\": 2, \\\"179\\\": 3, \\\"299\\\": 2, \\\"589\\\": 1, \\\"556\\\": 1, \\\"597\\\": 1, \\\"557\\\": 1, \\\"129\\\": 1, \\\"300\\\": 1, \\\"546\\\": 1, \\\"549\\\": 1, \\\"174\\\": 1, \\\"544\\\": 1, \\\"290\\\": 1, \\\"541\\\": 1, \\\"70\\\": 2, \\\"574\\\": 1, \\\"575\\\": 1, \\\"559\\\": 1, \\\"530\\\": 1, \\\"593\\\": 1, \\\"554\\\": 1, \\\"582\\\": 1, \\\"178\\\": 2, \\\"596\\\": 1, \\\"536\\\": 1, \\\"555\\\": 1, \\\"561\\\": 1, \\\"54\\\": 3, \\\"540\\\": 1, \\\"182\\\": 3, \\\"532\\\": 1, \\\"95\\\": 4, \\\"573\\\": 1, \\\"529\\\": 1, \\\"585\\\": 1, \\\"130\\\": 3, \\\"294\\\": 1, \\\"547\\\": 1, \\\"558\\\": 1, \\\"590\\\": 1, \\\"297\\\": 2, \\\"572\\\": 1, \\\"543\\\": 1, \\\"288\\\": 1, \\\"173\\\": 1, \\\"289\\\": 2, \\\"562\\\": 1, \\\"94\\\": 4, \\\"564\\\": 1, \\\"93\\\": 3, \\\"534\\\": 1, \\\"283\\\": 2, \\\"533\\\": 1, \\\"568\\\": 1, \\\"581\\\": 1, \\\"566\\\": 1, \\\"292\\\": 1, \\\"551\\\": 1, \\\"569\\\": 1, \\\"565\\\": 1, \\\"553\\\": 1, \\\"594\\\": 1, \\\"595\\\": 1, \\\"592\\\": 1, \\\"291\\\": 2, \\\"548\\\": 1, \\\"131\\\": 2, \\\"588\\\": 1, \\\"571\\\": 1, \\\"577\\\": 1, \\\"600\\\": 1, \\\"599\\\": 1, \\\"181\\\": 2, \\\"176\\\": 2, \\\"296\\\": 2, \\\"298\\\": 2, \\\"295\\\": 2, \\\"578\\\": 1, \\\"183\\\": 2, \\\"580\\\": 1, \\\"542\\\": 1, \\\"563\\\": 1, \\\"601\\\": 1, \\\"550\\\": 1, \\\"180\\\": 3, \\\"583\\\": 1, \\\"584\\\": 1, \\\"537\\\": 1, \\\"576\\\": 1, \\\"591\\\": 1, \\\"286\\\": 1, \\\"539\\\": 1, \\\"545\\\": 1, \\\"128\\\": 2, \\\"586\\\": 1, \\\"598\\\": 1, \\\"287\\\": 2, \\\"531\\\": 1, \\\"570\\\": 1, \\\"587\\\": 1, \\\"284\\\": 1, \\\"609\\\": 1, \\\"605\\\": 1, \\\"185\\\": 1, \\\"308\\\": 1, \\\"624\\\": 1, \\\"309\\\": 1, \\\"307\\\": 1, \\\"612\\\": 1, \\\"606\\\": 1, \\\"621\\\": 1, \\\"42\\\": 4, \\\"305\\\": 1, \\\"306\\\": 1, \\\"604\\\": 1, \\\"623\\\": 1, \\\"134\\\": 4, \\\"619\\\": 1, \\\"303\\\": 2, \\\"603\\\": 1, \\\"132\\\": 1, \\\"611\\\": 1, \\\"98\\\": 1, \\\"608\\\": 1, \\\"613\\\": 1, \\\"301\\\": 1, \\\"625\\\": 1, \\\"310\\\": 2, \\\"607\\\": 1, \\\"99\\\": 1, \\\"302\\\": 2, \\\"614\\\": 1, \\\"602\\\": 1, \\\"184\\\": 1, \\\"304\\\": 2, \\\"616\\\": 1, \\\"615\\\": 1, \\\"620\\\": 1, \\\"622\\\": 1, \\\"618\\\": 1, \\\"610\\\": 1, \\\"617\\\": 1, \\\"47\\\": 4, \\\"133\\\": 3, \\\"311\\\": 2, \\\"629\\\": 1, \\\"628\\\": 1, \\\"626\\\": 1, \\\"627\\\": 1, \\\"639\\\": 1, \\\"643\\\": 1, \\\"636\\\": 1, \\\"631\\\": 1, \\\"642\\\": 1, \\\"645\\\": 1, \\\"186\\\": 3, \\\"313\\\": 2, \\\"634\\\": 1, \\\"635\\\": 1, \\\"644\\\": 1, \\\"637\\\": 1, \\\"633\\\": 1, \\\"632\\\": 1, \\\"630\\\": 1, \\\"638\\\": 1, \\\"314\\\": 2, \\\"312\\\": 1, \\\"640\\\": 1, \\\"641\\\": 1, \\\"135\\\": 2, \\\"318\\\": 1, \\\"650\\\": 1, \\\"654\\\": 1, \\\"662\\\": 1, \\\"658\\\": 1, \\\"661\\\": 1, \\\"655\\\": 1, \\\"188\\\": 3, \\\"187\\\": 1, \\\"652\\\": 1, \\\"653\\\": 1, \\\"646\\\": 1, \\\"315\\\": 2, \\\"659\\\": 1, \\\"651\\\": 1, \\\"647\\\": 1, \\\"648\\\": 1, \\\"317\\\": 2, \\\"657\\\": 1, \\\"190\\\": 3, \\\"656\\\": 1, \\\"321\\\": 2, \\\"189\\\": 2, \\\"320\\\": 2, \\\"649\\\": 1, \\\"319\\\": 1, \\\"316\\\": 2, \\\"660\\\": 1, \\\"689\\\": 1, \\\"695\\\": 1, \\\"697\\\": 1, \\\"699\\\": 1, \\\"679\\\": 1, \\\"323\\\": 1, \\\"694\\\": 1, \\\"55\\\": 2, \\\"56\\\": 2, \\\"707\\\": 1, \\\"325\\\": 2, \\\"675\\\": 1, \\\"193\\\": 2, \\\"682\\\": 1, \\\"691\\\": 1, \\\"693\\\": 1, \\\"671\\\": 1, \\\"328\\\": 2, \\\"696\\\": 1, \\\"101\\\": 2, \\\"192\\\": 1, \\\"685\\\": 1, \\\"705\\\": 1, \\\"663\\\": 1, \\\"136\\\": 3, \\\"670\\\": 1, \\\"672\\\": 1, \\\"666\\\": 1, \\\"708\\\": 1, \\\"676\\\": 1, \\\"683\\\": 1, \\\"706\\\": 1, \\\"687\\\": 1, \\\"57\\\": 2, \\\"329\\\": 2, \\\"673\\\": 1, \\\"700\\\": 1, \\\"688\\\": 1, \\\"667\\\": 1, \\\"331\\\": 2, \\\"684\\\": 1, \\\"100\\\": 3, \\\"678\\\": 1, \\\"692\\\": 1, \\\"664\\\": 1, \\\"690\\\": 1, \\\"191\\\": 1, \\\"327\\\": 2, \\\"681\\\": 1, \\\"677\\\": 1, \\\"686\\\": 1, \\\"37\\\": 3, \\\"680\\\": 1, \\\"330\\\": 2, \\\"701\\\": 1, \\\"669\\\": 1, \\\"702\\\": 1, \\\"668\\\": 1, \\\"703\\\": 1, \\\"137\\\": 3, \\\"704\\\": 1, \\\"698\\\": 1, \\\"326\\\": 2, \\\"674\\\": 1, \\\"322\\\": 2, \\\"665\\\": 1, \\\"324\\\": 1, \\\"336\\\": 2, \\\"332\\\": 1, \\\"337\\\": 1, \\\"729\\\": 1, \\\"334\\\": 1, \\\"723\\\": 1, \\\"730\\\": 1, \\\"138\\\": 1, \\\"720\\\": 1, \\\"335\\\": 1, \\\"725\\\": 1, \\\"721\\\": 1, \\\"731\\\": 1, \\\"713\\\": 1, \\\"726\\\": 1, \\\"717\\\": 1, \\\"709\\\": 1, \\\"340\\\": 2, \\\"714\\\": 1, \\\"338\\\": 1, \\\"722\\\": 1, \\\"333\\\": 1, \\\"711\\\": 1, \\\"727\\\": 1, \\\"339\\\": 1, \\\"718\\\": 1, \\\"712\\\": 1, \\\"715\\\": 1, \\\"724\\\": 1, \\\"728\\\": 1, \\\"719\\\": 1, \\\"194\\\": 2, \\\"716\\\": 1, \\\"710\\\": 1, \\\"195\\\": 1, \\\"351\\\": 2, \\\"346\\\": 2, \\\"734\\\": 1, \\\"733\\\": 1, \\\"744\\\": 1, \\\"768\\\": 1, \\\"735\\\": 1, \\\"757\\\": 1, \\\"751\\\": 1, \\\"748\\\": 1, \\\"756\\\": 1, \\\"342\\\": 1, \\\"732\\\": 1, \\\"739\\\": 1, \\\"745\\\": 1, \\\"758\\\": 1, \\\"759\\\": 1, \\\"743\\\": 1, \\\"754\\\": 1, \\\"737\\\": 1, \\\"742\\\": 1, \\\"749\\\": 1, \\\"736\\\": 1, \\\"772\\\": 1, \\\"741\\\": 1, \\\"341\\\": 2, \\\"755\\\": 1, \\\"747\\\": 1, \\\"746\\\": 1, \\\"349\\\": 2, \\\"738\\\": 1, \\\"770\\\": 1, \\\"763\\\": 1, \\\"764\\\": 1, \\\"347\\\": 1, \\\"343\\\": 1, \\\"348\\\": 2, \\\"761\\\": 1, \\\"766\\\": 1, \\\"767\\\": 1, \\\"344\\\": 2, \\\"753\\\": 1, \\\"771\\\": 1, \\\"752\\\": 1, \\\"58\\\": 4, \\\"769\\\": 1, \\\"760\\\": 1, \\\"350\\\": 1, \\\"750\\\": 1, \\\"740\\\": 1, \\\"345\\\": 2, \\\"765\\\": 1, \\\"762\\\": 1, \\\"781\\\": 1, \\\"780\\\": 1, \\\"790\\\": 1, \\\"352\\\": 1, \\\"795\\\": 1, \\\"797\\\": 1, \\\"198\\\": 2, \\\"773\\\": 1, \\\"197\\\": 1, \\\"784\\\": 1, \\\"774\\\": 1, \\\"354\\\": 2, \\\"355\\\": 2, \\\"786\\\": 1, \\\"353\\\": 2, \\\"789\\\": 1, \\\"793\\\": 1, \\\"356\\\": 2, \\\"785\\\": 1, \\\"791\\\": 1, \\\"358\\\": 1, \\\"779\\\": 1, \\\"775\\\": 1, \\\"778\\\": 1, \\\"782\\\": 1, \\\"794\\\": 1, \\\"792\\\": 1, \\\"783\\\": 1, \\\"787\\\": 1, \\\"777\\\": 1, \\\"796\\\": 1, \\\"776\\\": 1, \\\"357\\\": 2, \\\"788\\\": 1, \\\"196\\\": 1, \\\"810\\\": 1, \\\"360\\\": 1, \\\"811\\\": 1, \\\"802\\\": 1, \\\"199\\\": 3, \\\"362\\\": 1, \\\"803\\\": 1, \\\"812\\\": 1, \\\"806\\\": 1, \\\"359\\\": 1, \\\"809\\\": 1, \\\"804\\\": 1, \\\"361\\\": 1, \\\"799\\\": 1, \\\"800\\\": 1, \\\"798\\\": 1, \\\"139\\\": 2, \\\"807\\\": 1, \\\"805\\\": 1, \\\"801\\\": 1, \\\"808\\\": 1, \\\"826\\\": 1, \\\"842\\\": 1, \\\"846\\\": 1, \\\"859\\\": 1, \\\"363\\\": 1, \\\"371\\\": 1, \\\"863\\\": 1, \\\"71\\\": 1, \\\"59\\\": 1, \\\"833\\\": 1, \\\"868\\\": 1, \\\"834\\\": 1, \\\"869\\\": 1, \\\"866\\\": 1, \\\"831\\\": 1, \\\"852\\\": 1, \\\"840\\\": 1, \\\"838\\\": 1, \\\"818\\\": 1, \\\"836\\\": 1, \\\"821\\\": 1, \\\"837\\\": 1, \\\"827\\\": 1, \\\"824\\\": 1, \\\"819\\\": 1, \\\"864\\\": 1, \\\"369\\\": 1, \\\"850\\\": 1, \\\"848\\\": 1, \\\"841\\\": 1, \\\"102\\\": 1, \\\"830\\\": 1, \\\"835\\\": 1, \\\"367\\\": 2, \\\"855\\\": 1, \\\"858\\\": 1, \\\"829\\\": 1, \\\"839\\\": 1, \\\"845\\\": 1, \\\"851\\\": 1, \\\"364\\\": 1, \\\"817\\\": 1, \\\"843\\\": 1, \\\"860\\\": 1, \\\"825\\\": 1, \\\"375\\\": 1, \\\"370\\\": 2, 