"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 50000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 76, \"word_counts\": \"{\\\"dydx\\\": 17, \\\"foundation\\\": 9, \\\"launches\\\": 9, \\\"discovery\\\": 4, \\\"program\\\": 10, \\\"the\\\": 481, \\\"has\\\": 75, \\\"introduced\\\": 3, \\\"a\\\": 220, \\\"paid\\\": 2, \\\"initiative\\\": 3, \\\"to\\\": 285, \\\"gather\\\": 1, \\\"insights\\\": 3, \\\"from\\\": 43, \\\"traders\\\": 10, \\\"stakers\\\": 2, \\\"and\\\": 375, \\\"partners\\\": 3, \\\"aims\\\": 7, \\\"identify\\\": 1, \\\"challenges\\\": 3, \\\"preferences\\\": 2, \\\"needs\\\": 4, \\\"of\\\": 228, \\\"community\\\": 19, \\\"enhance\\\": 6, \\\"user\\\": 8, \\\"experience\\\": 5, \\\"is\\\": 100, \\\"key\\\": 10, \\\"step\\\": 3, \\\"in\\\": 191, \\\"understanding\\\": 1, \\\"s\\\": 190, \\\"requirements\\\": 1, \\\"ultimately\\\": 2, \\\"driving\\\": 10, \\\"improvements\\\": 1, \\\"platform\\\": 21, \\\"note\\\": 5, \\\"article\\\": 1, \\\"concise\\\": 1, \\\"factual\\\": 1, \\\"providing\\\": 5, \\\"essential\\\": 1, \\\"information\\\": 9, \\\"about\\\": 14, \\\"tone\\\": 1, \\\"professional\\\": 1, \\\"language\\\": 1, \\\"clear\\\": 5, \\\"making\\\": 12, \\\"it\\\": 32, \\\"suitable\\\": 1, \\\"for\\\": 110, \\\"knowledgeable\\\": 1, \\\"audience\\\": 2, \\\"headline\\\": 3, \\\"private\\\": 5, \\\"leaks\\\": 4, \\\"lead\\\": 2, \\\"crypto\\\": 65, \\\"thefts\\\": 2, \\\"misttrack\\\": 1, \\\"investigative\\\": 1, \\\"arm\\\": 1, \\\"slowmist\\\": 2, \\\"identifies\\\": 1, \\\"as\\\": 76, \\\"leading\\\": 14, \\\"cause\\\": 2, \\\"q2\\\": 1, \\\"2024\\\": 16, \\\"often\\\": 3, \\\"result\\\": 2, \\\"malpractices\\\": 1, \\\"such\\\": 17, \\\"storing\\\": 1, \\\"keys\\\": 3, \\\"on\\\": 98, \\\"cloud\\\": 1, \\\"storage\\\": 1, \\\"services\\\": 1, \\\"like\\\": 22, \\\"google\\\": 1, \\\"docs\\\": 1, \\\"sending\\\": 2, \\\"sensitive\\\": 3, \\\"via\\\": 5, \\\"messaging\\\": 1, \\\"platforms\\\": 4, \\\"wechat\\\": 1, \\\"hackers\\\": 6, \\\"use\\\": 7, \\\"credential\\\": 1, \\\"stuffing\\\": 1, \\\"gain\\\": 10, \\\"access\\\": 10, \\\"victims\\\": 1, \\\"also\\\": 11, \\\"employ\\\": 1, \\\"deceptive\\\": 1, \\\"tactics\\\": 1, \\\"posing\\\": 1, \\\"customer\\\": 1, \\\"service\\\": 2, \\\"agents\\\": 1, \\\"phishing\\\": 6, \\\"links\\\": 2, \\\"fake\\\": 5, \\\"wallets\\\": 8, \\\"that\\\": 51, \\\"mimic\\\": 1, \\\"popular\\\": 4, \\\"cryptocurrency\\\": 26, \\\"wallet\\\": 2, \\\"applications\\\": 3, \\\"are\\\": 33, \\\"found\\\": 1, \\\"third\\\": 2, \\\"party\\\": 2, \\\"sites\\\": 2, \\\"other\\\": 20, \\\"causes\\\": 1, \\\"theft\\\": 2, \\\"include\\\": 2, \\\"social\\\": 3, \\\"media\\\": 4, \\\"fraudulent\\\": 1, \\\"schemes\\\": 2, \\\"honeypot\\\": 1, \\\"scams\\\": 3, \\\"which\\\": 21, \\\"were\\\": 5, \\\"most\\\": 13, \\\"common\\\": 1, \\\"binance\\\": 4, \\\"smart\\\": 12, \\\"chain\\\": 13, \\\"hacks\\\": 2, \\\"have\\\": 28, \\\"resulted\\\": 1, \\\"approximately\\\": 4, \\\"20\\\": 5, \\\"billion\\\": 30, \\\"worth\\\": 22, \\\"assets\\\": 28, \\\"lost\\\": 4, \\\"between\\\": 20, \\\"2011\\\": 2, \\\"march\\\": 2, \\\"with\\\": 115, \\\"176\\\": 1, \\\"2\\\": 35, \\\"million\\\": 56, \\\"stolen\\\": 1, \\\"june\\\": 5, \\\"alone\\\": 1, \\\"ethereum\\\": 107, \\\"developer\\\": 3, \\\"expands\\\": 2, \\\"growing\\\": 5, \\\"globally\\\": 3, \\\"contributors\\\": 2, \\\"around\\\": 5, \\\"world\\\": 11, \\\"ecosystem\\\": 16, \\\"growth\\\": 21, \\\"development\\\": 15, \\\"open\\\": 5, \\\"source\\\": 2, \\\"collaboration\\\": 2, \\\"knowledge\\\": 1, \\\"sharing\\\": 2, \\\"factors\\\": 5, \\\"innovation\\\": 5, \\\"adoption\\\": 16, \\\"within\\\": 15, \\\"tools\\\": 4, \\\"resources\\\": 3, \\\"solidity\\\": 1, \\\"truffle\\\": 1, \\\"been\\\": 13, \\\"instrumental\\\": 1, \\\"attracting\\\": 4, \\\"new\\\": 34, \\\"developers\\\": 8, \\\"focus\\\": 4, \\\"fostered\\\": 1, \\\"culture\\\": 2, \\\"rapid\\\": 1, \\\"shifts\\\": 5, \\\"proof\\\": 5, \\\"stake\\\": 5, \\\"transitioning\\\": 1, \\\"work\\\": 2, \\\"pow\\\": 1, \\\"pos\\\": 2, \\\"consensus\\\": 5, \\\"known\\\": 1, \\\"0\\\": 34, \\\"this\\\": 31, \\\"shift\\\": 6, \\\"network\\\": 20, \\\"scalability\\\": 3, \\\"security\\\": 17, \\\"energy\\\": 2, \\\"efficiency\\\": 2, \\\"closely\\\": 3, \\\"monitoring\\\": 1, \\\"progress\\\": 1, \\\"discussing\\\": 1, \\\"potential\\\": 24, \\\"implications\\\": 5, \\\"transition\\\": 1, \\\"expected\\\": 14, \\\"significant\\\": 19, \\\"effects\\\": 1, \\\"performance\\\": 6, \\\"usability\\\": 1, \\\"success\\\": 2, \\\"will\\\": 37, \\\"depend\\\": 2, \\\"ability\\\": 1, \\\"adapt\\\": 2, \\\"mechanism\\\": 2, \\\"model\\\": 1, \\\"reduce\\\": 1, \\\"consumption\\\": 1, \\\"environmental\\\": 1, \\\"impact\\\": 17, \\\"bitcoin\\\": 138, \\\"balance\\\": 1, \\\"power\\\": 4, \\\"michael\\\": 6, \\\"saylor\\\": 14, \\\"co\\\": 2, \\\"founder\\\": 3, \\\"microstrategy\\\": 8, \\\"posted\\\": 2, \\\"cryptic\\\": 1, \\\"message\\\": 2, \\\"x\\\": 2, \\\"formerly\\\": 1, \\\"twitter\\\": 1, \\\"stating\\\": 5, \\\"alance\\\": 1, \\\"an\\\": 27, \\\"ai\\\": 4, \\\"generated\\\": 2, \\\"image\\\": 2, \\\"pair\\\": 1, \\\"scales\\\": 1, \\\"physical\\\": 1, \\\"btc\\\": 42, \\\"coin\\\": 7, \\\"both\\\": 2, \\\"pans\\\": 1, \\\"sparked\\\": 1, \\\"various\\\": 5, \\\"interpretations\\\": 1, \\\"commentators\\\": 1, \\\"many\\\": 4, \\\"showing\\\": 3, \\\"solidarity\\\": 1, \\\"meanwhile\\\": 3, \\\"german\\\": 5, \\\"government\\\": 7, \\\"sold\\\": 1, \\\"496\\\": 1, \\\"over\\\": 30, \\\"past\\\": 7, \\\"24\\\": 10, \\\"hours\\\": 8, \\\"some\\\": 12, \\\"calling\\\": 4, \\\"hold\\\": 5, \\\"strategic\\\": 6, \\\"reserve\\\": 10, \\\"currency\\\": 2, \\\"instead\\\": 3, \\\"sec\\\": 23, \\\"commissioner\\\": 3, \\\"opposes\\\": 1, \\\"etfs\\\": 30, \\\"due\\\": 12, \\\"fraud\\\": 6, \\\"concerns\\\": 7, \\\"caroline\\\": 1, \\\"crenshaw\\\": 3, \\\"expressed\\\": 2, \\\"rampant\\\": 1, \\\"markets\\\": 4, \\\"her\\\": 2, \\\"oppose\\\": 1, \\\"exchange\\\": 13, \\\"traded\\\": 6, \\\"products\\\": 11, \\\"etps\\\": 2, \\\"earlier\\\": 6, \\\"year\\\": 9, \\\"argued\\\": 2, \\\"approving\\\": 2, \\\"these\\\": 12, \\\"would\\\": 7, \\\"put\\\": 1, \\\"us\\\": 30, \\\"wayward\\\": 1, \\\"path\\\": 2, \\\"could\\\": 27, \\\"further\\\": 6, \\\"sacrifice\\\": 1, \\\"investor\\\": 7, \\\"protection\\\": 1, \\\"underlying\\\": 4, \\\"spot\\\": 13, \\\"she\\\": 2, \\\"concerned\\\": 1, \\\"flood\\\": 1, \\\"land\\\": 1, \\\"retirement\\\": 1, \\\"accounts\\\": 3, \\\"u\\\": 10, \\\"households\\\": 1, \\\"who\\\": 7, \\\"can\\\": 10, \\\"least\\\": 1, \\\"afford\\\": 2, \\\"lose\\\": 1, \\\"their\\\": 22, \\\"savings\\\": 1, \\\"manipulation\\\": 1, \\\"currently\\\": 7, \\\"process\\\": 4, \\\"trading\\\": 39, \\\"ether\\\": 5, \\\"eth\\\": 13, \\\"at\\\": 39, \\\"since\\\": 10, \\\"2020\\\": 7, \\\"backed\\\": 3, \\\"approach\\\": 2, \\\"digital\\\": 16, \\\"sector\\\": 4, \\\"led\\\": 7, \\\"by\\\": 48, \\\"chair\\\": 2, \\\"gary\\\": 1, \\\"gensler\\\": 2, \\\"views\\\": 2, \\\"tokens\\\": 17, \\\"securities\\\": 8, \\\"must\\\": 1, \\\"be\\\": 34, \\\"registered\\\": 2, \\\"agency\\\": 2, \\\"ripple\\\": 19, \\\"xrp\\\": 23, \\\"struggles\\\": 1, \\\"amidst\\\": 3, \\\"lawsuit\\\": 12, \\\"uncertainty\\\": 1, \\\"down\\\": 9, \\\"11\\\": 5, \\\"month\\\": 6, \\\"seen\\\": 8, \\\"decline\\\": 13, \\\"last\\\": 11, \\\"86\\\": 2, \\\"its\\\": 61, \\\"all\\\": 15, \\\"time\\\": 12, \\\"high\\\": 17, \\\"3\\\": 29, \\\"40\\\": 4, \\\"january\\\": 2, \\\"2018\\\": 1, \\\"ongoing\\\": 3, \\\"against\\\": 5, \\\"commission\\\": 3, \\\"major\\\": 10, \\\"barrier\\\": 1, \\\"asset\\\": 18, \\\"accused\\\": 3, \\\"selling\\\": 9, \\\"unregistered\\\": 3, \\\"price\\\": 32, \\\"recovery\\\": 7, \\\"forecasts\\\": 3, \\\"telegaon\\\": 1, \\\"predicts\\\": 4, \\\"reclaim\\\": 2, \\\"2027\\\": 2, \\\"reaching\\\": 5, \\\"97\\\": 1, \\\"while\\\": 13, \\\"changelly\\\": 1, \\\"similar\\\": 5, \\\"2028\\\": 2, \\\"hitting\\\": 1, \\\"57\\\": 3, \\\"conclusion\\\": 2, \\\"crucial\\\": 3, \\\"outcome\\\": 2, \\\"significantly\\\": 3, \\\"future\\\": 6, \\\"favorable\\\": 4, \\\"verdict\\\": 1, \\\"potentially\\\": 5, \\\"substantial\\\": 6, \\\"increase\\\": 5, \\\"points\\\": 4, \\\"current\\\": 9, \\\"lower\\\": 8, \\\"than\\\": 16, \\\"obstacle\\\": 1, \\\"suggest\\\": 4, \\\"or\\\": 14, \\\"multichain\\\": 8, \\\"hack\\\": 3, \\\"raises\\\": 1, \\\"insider\\\": 1, \\\"job\\\": 9, \\\"suspicions\\\": 2, \\\"bridge\\\": 2, \\\"shut\\\": 1, \\\"summer\\\": 1, \\\"after\\\": 15, \\\"125\\\": 3, \\\"ceo\\\": 3, \\\"kong\\\": 4, \\\"initially\\\": 1, \\\"dismissing\\\": 1, \\\"speculation\\\": 4, \\\"inside\\\": 2, \\\"however\\\": 11, \\\"recent\\\": 10, \\\"court\\\": 5, \\\"ruling\\\": 3, \\\"singapore\\\": 2, \\\"given\\\": 1, \\\"credence\\\": 1, \\\"judge\\\": 2, \\\"owes\\\": 1, \\\"fantom\\\": 2, \\\"suggests\\\": 8, \\\"had\\\": 2, \\\"ultimate\\\": 1, \\\"privileges\\\": 1, \\\"control\\\": 5, \\\"stored\\\": 1, \\\"contravening\\\": 1, \\\"company\\\": 10, \\\"agreement\\\": 4, \\\"believes\\\": 5, \\\"siphoned\\\": 1, \\\"illegally\\\": 1, \\\"diverted\\\": 1, \\\"one\\\": 14, \\\"entity\\\": 2, \\\"another\\\": 3, \\\"although\\\": 3, \\\"allegation\\\": 1, \\\"was\\\": 8, \\\"not\\\": 17, \\\"scope\\\": 1, \\\"legal\\\": 1, \\\"matter\\\": 1, \\\"action\\\": 2, \\\"casts\\\": 1, \\\"light\\\": 1, \\\"episode\\\": 1, \\\"unfolded\\\": 1, \\\"during\\\": 5, \\\"spate\\\": 1, \\\"exploits\\\": 2, \\\"2022\\\": 7, \\\"bridges\\\": 3, \\\"losing\\\": 2, \\\"1\\\": 29, \\\"8\\\": 10, \\\"person\\\": 2, \\\"familiar\\\": 1, \\\"inner\\\": 1, \\\"workings\\\": 1, \\\"claims\\\": 5, \\\"team\\\": 1, \\\"didn\\\": 3, \\\"t\\\": 7, \\\"plan\\\": 2, \\\"but\\\": 15, \\\"maintains\\\": 1, \\\"former\\\": 3, \\\"employees\\\": 1, \\\"entirely\\\": 1, \\\"uncooperative\\\": 1, \\\"case\\\": 6, \\\"raised\\\": 5, \\\"questions\\\": 2, \\\"operational\\\": 4, \\\"risks\\\": 3, \\\"running\\\": 1, \\\"business\\\": 1, \\\"hostile\\\": 1, \\\"police\\\": 1, \\\"state\\\": 1, \\\"extends\\\": 2, \\\"gains\\\": 13, \\\"extended\\\": 2, \\\"nearly\\\": 3, \\\"7\\\": 22, \\\"wednesday\\\": 5, \\\"marking\\\": 4, \\\"tenth\\\": 1, \\\"consecutive\\\": 1, \\\"day\\\": 18, \\\"erasing\\\": 2, \\\"losses\\\": 7, \\\"99\\\": 1, \\\"days\\\": 9, \\\"tested\\\": 2, \\\"6333\\\": 1, \\\"6200\\\": 1, \\\"usdt\\\": 6, \\\"daily\\\": 5, \\\"chart\\\": 2, \\\"shows\\\": 5, \\\"upward\\\": 2, \\\"trend\\\": 4, \\\"forming\\\": 1, \\\"higher\\\": 6, \\\"highs\\\": 4, \\\"lows\\\": 2, \\\"july\\\": 10, \\\"moving\\\": 3, \\\"average\\\": 1, \\\"convergence\\\": 1, \\\"divergence\\\": 1, \\\"macd\\\": 1, \\\"indicator\\\": 2, \\\"green\\\": 2, \\\"histogram\\\": 1, \\\"bars\\\": 1, \\\"above\\\": 5, \\\"neutral\\\": 2, \\\"line\\\": 4, \\\"supporting\\\": 1, \\\"positive\\\": 7, \\\"momentum\\\": 3, \\\"uptrend\\\": 2, \\\"extend\\\": 2, \\\"more\\\": 24, \\\"15\\\": 3, \\\"revisit\\\": 1, \\\"peak\\\": 2, \\\"7440\\\": 2, \\\"support\\\": 14, \\\"levels\\\": 5, \\\"6058\\\": 1, \\\"5632\\\": 1, \\\"61\\\": 3, \\\"50\\\": 8, \\\"fibonacci\\\": 1, \\\"retracement\\\": 1, \\\"top\\\": 6, \\\"5\\\": 10, \\\"low\\\": 7, \\\"3823\\\": 1, \\\"ionic\\\": 3, \\\"hires\\\": 1, \\\"cfo\\\": 4, \\\"ipo\\\": 2, \\\"miner\\\": 1, \\\"appointed\\\": 1, \\\"john\\\": 1, \\\"penver\\\": 3, \\\"chief\\\": 2, \\\"financial\\\": 13, \\\"officer\\\": 1, \\\"oversee\\\": 1, \\\"upcoming\\\": 5, \\\"initial\\\": 2, \\\"public\\\": 3, \\\"offering\\\": 5, \\\"brings\\\": 1, \\\"18\\\": 3, \\\"years\\\": 3, \\\"data\\\": 16, \\\"center\\\": 1, \\\"technology\\\": 9, \\\"infrastructure\\\": 4, \\\"previously\\\": 4, \\\"serving\\\": 1, \\\"tss\\\": 1, \\\"listing\\\": 3, \\\"overseeing\\\": 2, \\\"operations\\\": 2, \\\"including\\\": 10, \\\"planning\\\": 2, \\\"analysis\\\": 4, \\\"reporting\\\": 2, \\\"go\\\": 1, \\\"next\\\": 8, \\\"12\\\": 15, \\\"months\\\": 8, \\\"expecting\\\": 3, \\\"achieve\\\": 1, \\\"exahash\\\": 1, \\\"per\\\": 2, \\\"second\\\": 6, \\\"eh\\\": 1, \\\"computing\\\": 1, \\\"firepower\\\": 1, \\\"once\\\": 4, \\\"fleets\\\": 1, \\\"fully\\\": 2, \\\"acquired\\\": 4, \\\"celsius\\\": 7, \\\"mining\\\": 4, \\\"87\\\": 2, \\\"megawatts\\\": 1, \\\"mw\\\": 1, \\\"self\\\": 1, \\\"capacity\\\": 1, \\\"142mw\\\": 1, \\\"hosted\\\": 1, \\\"solana\\\": 46, \\\"etf\\\": 39, \\\"approval\\\": 12, \\\"vaneck\\\": 7, \\\"executive\\\": 1, \\\"optimistic\\\": 5, \\\"following\\\": 5, \\\"brazil\\\": 6, \\\"multiple\\\": 4, \\\"fund\\\": 4, \\\"providers\\\": 1, \\\"likely\\\": 6, \\\"offer\\\": 4, \\\"based\\\": 14, \\\"timing\\\": 1, \\\"uncertain\\\": 2, \\\"navigating\\\": 1, \\\"regulation\\\": 4, \\\"emerges\\\": 2, \\\"trailblazer\\\": 1, \\\"lenient\\\": 1, \\\"regulatory\\\": 6, \\\"stance\\\": 3, \\\"compared\\\": 1, \\\"managers\\\": 1, \\\"21shares\\\": 8, \\\"filed\\\": 2, \\\"bids\\\": 1, \\\"remains\\\": 7, \\\"complex\\\": 1, \\\"robust\\\": 4, \\\"futures\\\": 4, \\\"market\\\": 93, \\\"secure\\\": 2, \\\"volatility\\\": 7, \\\"scares\\\": 1, \\\"investors\\\": 25, \\\"preference\\\": 1, \\\"exposure\\\": 2, \\\"role\\\": 4, \\\"evolving\\\": 1, \\\"landscape\\\": 2, \\\"critical\\\": 3, \\\"filings\\\": 2, \\\"political\\\": 1, \\\"maneuvering\\\": 1, \\\"facilitate\\\": 2, \\\"mainstream\\\": 1, \\\"exposing\\\": 1, \\\"without\\\": 6, \\\"direct\\\": 1, \\\"purchase\\\": 6, \\\"holding\\\": 4, \\\"burak\\\": 6, \\\"brollups\\\": 4, \\\"layer\\\": 6, \\\"hacker\\\": 1, \\\"exploited\\\": 1, \\\"bug\\\": 2, \\\"lightning\\\": 3, \\\"introducing\\\": 3, \\\"blockchain\\\": 15, \\\"groups\\\": 1, \\\"transactions\\\": 5, \\\"greater\\\": 3, \\\"requiring\\\": 1, \\\"fork\\\": 2, \\\"token\\\": 23, \\\"still\\\": 5, \\\"design\\\": 1, \\\"phase\\\": 1, \\\"testnet\\\": 1, \\\"launch\\\": 8, \\\"end\\\": 3, \\\"90\\\": 3, \\\"defi\\\": 18, \\\"cases\\\": 4, \\\"architecture\\\": 2, \\\"differs\\\": 1, \\\"zk\\\": 2, \\\"rollups\\\": 2, \\\"typical\\\": 1, \\\"uses\\\": 1, \\\"virtual\\\": 1, \\\"utxos\\\": 1, \\\"vtxo\\\": 1, \\\"peg\\\": 1, \\\"contracts\\\": 9, \\\"praised\\\": 1, \\\"does\\\": 3, \\\"require\\\": 3, \\\"protocol\\\": 6, \\\"changes\\\": 4, \\\"experts\\\": 7, \\\"costs\\\": 1, \\\"accuracy\\\": 2, \\\"statements\\\": 2, \\\"created\\\": 4, \\\"competitor\\\": 1, \\\"called\\\": 1, \\\"ark\\\": 1, \\\"done\\\": 2, \\\"test\\\": 1, \\\"technical\\\": 4, \\\"vulnerabilities\\\": 3, \\\"wrapped\\\": 2, \\\"custody\\\": 4, \\\"sparks\\\": 2, \\\"justin\\\": 1, \\\"sun\\\": 2, \\\"involvement\\\": 1, \\\"wbtc\\\": 3, \\\"bitgo\\\": 2, \\\"hand\\\": 4, \\\"joint\\\": 1, \\\"venture\\\": 3, \\\"bit\\\": 1, \\\"global\\\": 10, \\\"split\\\": 1, \\\"hong\\\": 1, \\\"under\\\": 5, \\\"his\\\": 10, \\\"responsible\\\": 2, \\\"administration\\\": 4, \\\"protocols\\\": 4, \\\"place\\\": 3, \\\"backups\\\": 1, \\\"offline\\\": 1, \\\"prevent\\\": 1, \\\"unauthorized\\\": 1, \\\"ba\\\": 1, \\\"labs\\\": 5, \\\"advises\\\": 1, \\\"restricting\\\": 1, \\\"consolidation\\\": 1, \\\"watch\\\": 1, \\\"governance\\\": 4, \\\"polkadot\\\": 18, \\\"thrives\\\": 1, \\\"forum\\\": 2, \\\"595\\\": 1, \\\"unique\\\": 6, \\\"voters\\\": 1, \\\"may\\\": 25, \\\"91\\\": 1, \\\"referendums\\\": 2, \\\"held\\\": 1, \\\"56\\\": 5, \\\"passed\\\": 1, \\\"22\\\": 1, \\\"failed\\\": 2, \\\"ran\\\": 1, \\\"out\\\": 6, \\\"900\\\": 1, \\\"active\\\": 1, \\\"7k\\\": 1, \\\"weekly\\\": 2, \\\"commits\\\": 1, \\\"995\\\": 1, \\\"posts\\\": 1, \\\"topics\\\": 1, \\\"244\\\": 2, \\\"members\\\": 1, \\\"summit\\\": 1, \\\"10th\\\": 1, \\\"brussels\\\": 1, \\\"dot\\\": 2, \\\"65\\\": 3, \\\"09\\\": 1, \\\"previous\\\": 3, \\\"10\\\": 9, \\\"week\\\": 5, \\\"sponsorship\\\": 1, \\\"sponsored\\\": 1, \\\"conor\\\": 1, \\\"daly\\\": 1, \\\"108th\\\": 1, \\\"indy\\\": 1, \\\"500\\\": 4, \\\"aiming\\\": 4, \\\"raise\\\": 1, \\\"awareness\\\": 1, \\\"attract\\\": 3, \\\"users\\\": 21, \\\"trump\\\": 13, \\\"family\\\": 4, \\\"unveils\\\": 2, \\\"working\\\": 1, \\\"decentralized\\\": 7, \\\"finance\\\": 23, \\\"take\\\": 2, \\\"traditional\\\": 6, \\\"banks\\\": 2, \\\"donald\\\": 3, \\\"jr\\\": 1, \\\"revealed\\\": 2, \\\"plans\\\": 7, \\\"long\\\": 11, \\\"term\\\": 8, \\\"play\\\": 2, \\\"memecoin\\\": 2, \\\"provide\\\": 10, \\\"alternative\\\": 2, \\\"centralized\\\": 2, \\\"system\\\": 4, \\\"criticized\\\": 1, \\\"becoming\\\": 3, \\\"politicized\\\": 1, \\\"come\\\": 1, \\\"surges\\\": 4, \\\"back\\\": 3, \\\"000\\\": 18, \\\"adding\\\": 1, \\\"200\\\": 1, \\\"wider\\\": 1, \\\"president\\\": 4, \\\"proposed\\\": 2, \\\"radical\\\": 1, \\\"pay\\\": 3, \\\"off\\\": 2, \\\"35\\\": 2, \\\"trillion\\\": 10, \\\"national\\\": 1, \\\"debt\\\": 1, \\\"contributed\\\": 4, \\\"warned\\\": 1, \\\"beware\\\": 1, \\\"claiming\\\": 2, \\\"part\\\": 8, \\\"project\\\": 3, \\\"only\\\": 5, \\\"official\\\": 2, \\\"announced\\\": 2, \\\"directly\\\": 2, \\\"them\\\": 3, \\\"novel\\\": 3, \\\"explores\\\": 1, \\\"gatsby\\\": 6, \\\"rival\\\": 2, \\\"prohibition\\\": 2, \\\"era\\\": 3, \\\"neck\\\": 1, \\\"road\\\": 1, \\\"productions\\\": 1, \\\"announces\\\": 1, \\\"publication\\\": 1, \\\"richard\\\": 2, \\\"guimond\\\": 3, \\\"epic\\\": 1, \\\"adventure\\\": 1, \\\"imagines\\\": 1, \\\"life\\\": 1, \\\"before\\\": 5, \\\"f\\\": 1, \\\"scott\\\": 1, \\\"fitzgerald\\\": 2, \\\"great\\\": 1, \\\"tells\\\": 1, \\\"story\\\": 1, \\\"clash\\\": 1, \\\"jay\\\": 2, \\\"fisherman\\\": 2, \\\"turned\\\": 1, \\\"rum\\\": 1, \\\"runner\\\": 1, \\\"joseph\\\": 1, \\\"bucolo\\\": 1, \\\"aka\\\": 1, \\\"foggy\\\": 1, \\\"joe\\\": 1, \\\"they\\\": 2, \\\"vie\\\": 1, \\\"illicit\\\": 2, \\\"liquor\\\": 1, \\\"trade\\\": 10, \\\"rhode\\\": 1, \\\"island\\\": 1, \\\"narragansett\\\": 1, \\\"bay\\\": 1, \\\"roaring\\\": 1, \\\"twenties\\\": 1, \\\"author\\\": 1, \\\"drew\\\": 1, \\\"inspiration\\\": 1, \\\"local\\\": 1, \\\"legends\\\": 1, \\\"own\\\": 5, \\\"experiences\\\": 1, \\\"create\\\": 5, \\\"fresh\\\": 2, \\\"perspective\\\": 1, \\\"iconic\\\": 1, \\\"character\\\": 1, \\\"unlike\\\": 1, \\\"provides\\\": 9, \\\"into\\\": 13, \\\"heart\\\": 1, \\\"mind\\\": 1, \\\"taking\\\": 1, \\\"readers\\\": 1, \\\"thrilling\\\": 2, \\\"journey\\\": 1, \\\"through\\\": 9, \\\"mt\\\": 11, \\\"gox\\\": 11, \\\"repayments\\\": 8, \\\"bch\\\": 13, \\\"prices\\\": 12, \\\"presto\\\": 3, \\\"betting\\\": 1, \\\"strength\\\": 1, \\\"begin\\\": 3, \\\"hundreds\\\": 2, \\\"millions\\\": 3, \\\"73\\\": 2, \\\"distributed\\\": 3, \\\"creditors\\\": 5, \\\"1st\\\": 1, \\\"october\\\": 1, \\\"31st\\\": 1, \\\"analysts\\\": 10, \\\"predict\\\": 8, \\\"supply\\\": 3, \\\"demand\\\": 8, \\\"dynamics\\\": 1, \\\"pressure\\\": 8, \\\"four\\\": 2, \\\"times\\\": 3, \\\"larger\\\": 3, \\\"perpetuals\\\": 4, \\\"paired\\\": 2, \\\"short\\\": 4, \\\"efficient\\\": 3, \\\"way\\\": 4, \\\"express\\\": 2, \\\"view\\\": 2, \\\"barring\\\": 2, \\\"funding\\\": 3, \\\"rate\\\": 9, \\\"risk\\\": 3, \\\"assumes\\\": 1, \\\"diamond\\\": 1, \\\"handed\\\": 1, \\\"wealthy\\\": 1, \\\"bitcoiners\\\": 1, \\\"holders\\\": 12, \\\"sell\\\": 4, \\\"100\\\": 6, \\\"near\\\": 10, \\\"altcoins\\\": 10, \\\"plummet\\\": 2, \\\"below\\\": 8, \\\"averages\\\": 1, \\\"gnosis\\\": 1, \\\"gno\\\": 1, \\\"fallen\\\": 3, \\\"drastically\\\": 1, \\\"265\\\": 1, \\\"380\\\": 1, \\\"46\\\": 1, \\\"loss\\\": 6, \\\"percentage\\\": 6, \\\"pendle\\\": 3, \\\"sideways\\\": 1, \\\"being\\\": 4, \\\"rejected\\\": 1, \\\"00\\\": 1, \\\"49\\\": 2, \\\"sui\\\": 2, \\\"bear\\\": 3, \\\"76\\\": 2, \\\"21\\\": 7, \\\"sma\\\": 3, \\\"72\\\": 2, \\\"ethena\\\": 1, \\\"ena\\\": 1, \\\"bottom\\\": 1, \\\"48\\\": 2, \\\"94\\\": 2, \\\"ronin\\\": 1, \\\"ron\\\": 1, \\\"returned\\\": 1, \\\"01\\\": 1, \\\"resistance\\\": 2, \\\"84\\\": 1, \\\"summary\\\": 1, \\\"focuses\\\": 3, \\\"each\\\": 3, \\\"altcoin\\\": 4, \\\"highlighting\\\": 2, \\\"capitalization\\\": 5, \\\"volume\\\": 10, \\\"percentages\\\": 1, \\\"sees\\\": 3, \\\"advancements\\\": 2, \\\"undergoes\\\": 1, \\\"upgrades\\\": 2, \\\"enhancing\\\": 4, \\\"functionality\\\": 3, \\\"capabilities\\\": 2, \\\"refreshed\\\": 1, \\\"website\\\": 5, \\\"launched\\\": 2, \\\"distract\\\": 1, \\\"improved\\\": 2, \\\"quality\\\": 1, \\\"content\\\": 3, \\\"pictures\\\": 1, \\\"enriching\\\": 1, \\\"playmythical\\\": 1, \\\"player\\\": 2, \\\"contributing\\\": 6, \\\"parity\\\": 1, \\\"technologies\\\": 1, \\\"introduces\\\": 6, \\\"app\\\": 2, \\\"collective\\\": 1, \\\"efforts\\\": 3, \\\"aim\\\": 1, \\\"reach\\\": 3, \\\"impressions\\\": 1, \\\"testament\\\": 1, \\\"movement\\\": 1, \\\"etfswap\\\": 4, \\\"outperforms\\\": 1, \\\"gained\\\": 1, \\\"attention\\\": 3, \\\"overtaking\\\": 1, \\\"shiba\\\": 2, \\\"inu\\\": 3, \\\"shib\\\": 2, \\\"outperforming\\\": 1, \\\"sol\\\": 16, \\\"domain\\\": 1, \\\"friendly\\\": 2, \\\"interface\\\": 2, \\\"easy\\\": 1, \\\"conversions\\\": 1, \\\"cryptocurrencies\\\": 13, \\\"leverage\\\": 3, \\\"tokenization\\\": 4, \\\"real\\\": 4, \\\"partnerships\\\": 2, \\\"regulated\\\": 1, \\\"investment\\\": 11, \\\"diverse\\\": 2, \\\"range\\\": 4, \\\"index\\\": 4, \\\"equity\\\": 1, \\\"inverse\\\": 1, \\\"2025\\\": 2, \\\"advanced\\\": 4, \\\"screener\\\": 1, \\\"tracker\\\": 2, \\\"help\\\": 2, \\\"make\\\": 6, \\\"informed\\\": 1, \\\"decisions\\\": 3, \\\"addresses\\\": 3, \\\"gap\\\": 1, \\\"retail\\\": 1, \\\"institutional\\\": 6, \\\"presale\\\": 15, \\\"audit\\\": 2, \\\"cyberscope\\\": 1, \\\"showed\\\": 1, \\\"no\\\": 2, \\\"flaws\\\": 1, \\\"declined\\\": 4, \\\"predicting\\\": 2, \\\"experienced\\\": 6, \\\"13\\\": 4, \\\"decrease\\\": 3, \\\"slowed\\\": 1, \\\"activity\\\": 8, \\\"interest\\\": 11, \\\"tether\\\": 9, \\\"discontinues\\\": 1, \\\"algorand\\\": 3, \\\"eos\\\": 2, \\\"sunset\\\": 1, \\\"minting\\\": 1, \\\"redemptions\\\": 2, \\\"allowed\\\": 1, \\\"centric\\\": 1, \\\"networks\\\": 5, \\\"now\\\": 6, \\\"supported\\\": 3, \\\"avalanche\\\": 3, \\\"celo\\\": 1, \\\"cosmos\\\": 2, \\\"liquid\\\": 2, \\\"tezos\\\": 2, \\\"ton\\\": 4, \\\"tron\\\": 2, \\\"grayscale\\\": 12, \\\"outflow\\\": 5, \\\"ethe\\\": 8, \\\"346\\\": 4, \\\"net\\\": 7, \\\"outflows\\\": 12, \\\"thursday\\\": 1, \\\"bringing\\\": 1, \\\"total\\\": 6, \\\"three\\\": 5, \\\"management\\\": 6, \\\"plummeted\\\": 2, \\\"9\\\": 9, \\\"4\\\": 12, \\\"contrast\\\": 3, \\\"blackrock\\\": 5, \\\"ishares\\\": 3, \\\"trust\\\": 8, \\\"etha\\\": 4, \\\"inflows\\\": 8, \\\"71\\\": 2, \\\"followed\\\": 2, \\\"mini\\\": 4, \\\"58\\\": 3, \\\"funds\\\": 8, \\\"fidelity\\\": 3, \\\"feth\\\": 2, \\\"ethv\\\": 2, \\\"reported\\\": 2, \\\"combined\\\": 2, \\\"nine\\\": 2, \\\"reached\\\": 3, \\\"152\\\": 3, \\\"driven\\\": 2, \\\"largely\\\": 1, \\\"fee\\\": 11, \\\"factor\\\": 1, \\\"move\\\": 6, \\\"options\\\": 14, \\\"consistent\\\": 2, \\\"conversion\\\": 2, \\\"moonbag\\\": 5, \\\"traction\\\": 2, \\\"recorded\\\": 1, \\\"revenue\\\": 3, \\\"meme\\\": 1, \\\"features\\\": 11, \\\"staking\\\": 6, \\\"liquidity\\\": 13, \\\"attracted\\\": 2, \\\"seeking\\\": 3, \\\"returns\\\": 4, \\\"floki\\\": 2, \\\"displaying\\\": 1, \\\"bearish\\\": 4, \\\"signals\\\": 1, \\\"seek\\\": 1, \\\"alternatives\\\": 3, \\\"lucrative\\\": 1, \\\"feature\\\": 4, \\\"ample\\\": 1, \\\"successful\\\": 3, \\\"attributed\\\": 4, \\\"massive\\\": 2, \\\"mbag\\\": 1, \\\"coins\\\": 2, \\\"install\\\": 1, \\\"connect\\\": 1, \\\"select\\\": 1, \\\"amount\\\": 2, \\\"buy\\\": 3, \\\"proposes\\\": 3, \\\"epbs\\\": 3, \\\"faster\\\": 3, \\\"blocks\\\": 1, \\\"eip\\\": 1, \\\"7732\\\": 1, \\\"enshrined\\\": 1, \\\"proposer\\\": 3, \\\"builder\\\": 1, \\\"separation\\\": 1, \\\"overhaul\\\": 1, \\\"block\\\": 4, \\\"validation\\\": 1, \\\"accelerate\\\": 3, \\\"divides\\\": 1, \\\"creation\\\": 1, \\\"two\\\": 2, \\\"roles\\\": 1, \\\"execution\\\": 2, \\\"bolster\\\": 1, \\\"proposal\\\": 2, \\\"aligns\\\": 2, \\\"vitalik\\\": 1, \\\"buterin\\\": 1, \\\"advocacy\\\": 1, \\\"quicker\\\": 1, \\\"transaction\\\": 7, \\\"confirmation\\\": 2, \\\"ranging\\\": 2, \\\"seconds\\\": 1, \\\"segregates\\\": 1, \\\"layers\\\": 1, \\\"alleviating\\\": 1, \\\"computational\\\": 1, \\\"burden\\\": 1, \\\"validators\\\": 1, \\\"speed\\\": 1, \\\"free\\\": 2, \\\"builders\\\": 1, \\\"proposers\\\": 1, \\\"guaranteeing\\\": 1, \\\"payment\\\": 1, \\\"valid\\\": 2, \\\"inclusion\\\": 1, \\\"middleware\\\": 1, \\\"hard\\\": 2, \\\"backward\\\": 1, \\\"incompatible\\\": 1, \\\"promises\\\": 1, \\\"swifter\\\": 1, \\\"speeds\\\": 1, \\\"tokenizes\\\": 1, \\\"enable\\\": 2, \\\"representation\\\": 1, \\\"estate\\\": 2, \\\"art\\\": 1, \\\"commodities\\\": 2, \\\"allows\\\": 2, \\\"fractional\\\": 1, \\\"ownership\\\": 2, \\\"increasing\\\": 5, \\\"easier\\\": 3, \\\"expand\\\": 2, \\\"industries\\\": 2, \\\"explore\\\": 1, \\\"increased\\\": 11, \\\"accessibility\\\": 1, \\\"tokenized\\\": 1, \\\"poised\\\": 2, \\\"revolutionize\\\": 1, \\\"classes\\\": 3, \\\"inclusive\\\": 1, \\\"bull\\\": 4, \\\"run\\\": 2, \\\"left\\\": 1, \\\"tens\\\": 2, \\\"buyers\\\": 11, \\\"involved\\\": 1, \\\"portfolios\\\": 2, \\\"recoup\\\": 1, \\\"need\\\": 1, \\\"main\\\": 1, \\\"tasks\\\": 1, \\\"dogecoin\\\": 17, \\\"doge\\\": 14, \\\"cardano\\\": 10, \\\"ada\\\": 3, \\\"rollblock\\\": 17, \\\"rblk\\\": 15, \\\"holds\\\": 4, \\\"half\\\": 3, \\\"share\\\": 2, \\\"thereby\\\": 1, \\\"controlling\\\": 1, \\\"lot\\\": 1, \\\"together\\\": 1, \\\"nonetheless\\\": 2, \\\"thriving\\\": 1, \\\"regardless\\\": 1, \\\"downturns\\\": 1, \\\"grow\\\": 1, \\\"100x\\\": 2, \\\"coming\\\": 2, \\\"efficiently\\\": 1, \\\"elevating\\\": 1, \\\"1million\\\": 1, \\\"picked\\\": 1, \\\"up\\\": 17, \\\"hit\\\": 2, \\\"lowest\\\": 1, \\\"value\\\": 13, \\\"level\\\": 5, \\\"final\\\": 4, \\\"sells\\\": 2, \\\"666\\\": 1, \\\"fearful\\\": 1, \\\"present\\\": 6, \\\"won\\\": 1, \\\"lengthy\\\": 1, \\\"promoting\\\": 3, \\\"stress\\\": 1, \\\"q3\\\": 1, \\\"might\\\": 1, \\\"influence\\\": 4, \\\"inflicting\\\": 1, \\\"drop\\\": 6, \\\"right\\\": 1, \\\"stays\\\": 1, \\\"probably\\\": 1, \\\"draw\\\": 2, \\\"extra\\\": 2, \\\"announcement\\\": 2, \\\"cboe\\\": 1, \\\"alternate\\\": 2, \\\"biggest\\\": 1, \\\"choices\\\": 1, \\\"verify\\\": 1, \\\"though\\\": 1, \\\"139\\\": 1, \\\"78\\\": 1, \\\"sure\\\": 2, \\\"concerning\\\": 1, \\\"presidential\\\": 2, \\\"elections\\\": 2, \\\"recuperate\\\": 1, \\\"same\\\": 1, \\\"climbs\\\": 1, \\\"60\\\": 9, \\\"moment\\\": 2, \\\"seeing\\\": 2, \\\"hour\\\": 3, \\\"buying\\\": 2, \\\"37\\\": 2, \\\"consultants\\\": 1, \\\"fall\\\": 5, \\\"again\\\": 1, \\\"throughout\\\": 2, \\\"subsequent\\\": 1, \\\"skilled\\\": 1, \\\"virtually\\\": 1, \\\"30\\\": 7, \\\"continues\\\": 3, \\\"trying\\\": 1, \\\"newer\\\": 1, \\\"diversify\\\": 2, \\\"quickly\\\": 1, \\\"rising\\\": 3, \\\"number\\\": 1, \\\"gamblefi\\\": 1, \\\"set\\\": 3, \\\"disrupt\\\": 1, \\\"450\\\": 1, \\\"playing\\\": 3, \\\"goals\\\": 2, \\\"expertise\\\": 2, \\\"combine\\\": 1, \\\"gaming\\\": 3, \\\"handle\\\": 1, \\\"vital\\\": 1, \\\"hole\\\": 1, \\\"available\\\": 2, \\\"big\\\": 1, \\\"confidence\\\": 5, \\\"amongst\\\": 1, \\\"players\\\": 1, \\\"because\\\": 1, \\\"lack\\\": 2, \\\"transparency\\\": 2, \\\"area\\\": 2, \\\"subject\\\": 2, \\\"head\\\": 2, \\\"utilizing\\\": 1, \\\"safety\\\": 2, \\\"strong\\\": 7, \\\"framework\\\": 7, \\\"drawn\\\": 1, \\\"gamers\\\": 2, \\\"isn\\\": 1, \\\"solely\\\": 3, \\\"addition\\\": 5, \\\"licensed\\\": 1, \\\"worthwhile\\\": 1, \\\"conventional\\\": 1, \\\"cumbersome\\\": 1, \\\"kyc\\\": 2, \\\"verification\\\": 2, \\\"streamlined\\\": 1, \\\"onboarding\\\": 1, \\\"course\\\": 1, \\\"customers\\\": 4, \\\"just\\\": 4, \\\"connecting\\\": 1, \\\"electronic\\\": 1, \\\"mail\\\": 1, \\\"ease\\\": 1, \\\"entry\\\": 2, \\\"considerably\\\": 1, \\\"boosted\\\": 2, \\\"acquisition\\\": 1, \\\"engagement\\\": 2, \\\"earn\\\": 1, \\\"function\\\": 1, \\\"spine\\\": 1, \\\"adopted\\\": 4, \\\"burning\\\": 1, \\\"reinforce\\\": 1, \\\"whereas\\\": 2, \\\"rewards\\\": 4, \\\"every\\\": 1, \\\"much\\\": 1, \\\"casino\\\": 1, \\\"earnings\\\": 1, \\\"used\\\": 4, \\\"those\\\": 1, \\\"bought\\\": 1, \\\"burned\\\": 2, \\\"cut\\\": 4, \\\"drive\\\": 9, \\\"remaining\\\": 1, \\\"redistributed\\\": 1, \\\"stage\\\": 2, \\\"offered\\\": 1, \\\"110\\\": 1, \\\"latest\\\": 2, \\\"weeks\\\": 3, \\\"priced\\\": 3, \\\"0154\\\": 1, \\\"reflecting\\\": 2, \\\"54\\\": 2, \\\"reason\\\": 1, \\\"started\\\": 1, \\\"outperformed\\\": 2, \\\"hike\\\": 1, \\\"anticipated\\\": 1, \\\"eager\\\": 1, \\\"surge\\\": 6, \\\"tokenomics\\\": 1, \\\"define\\\": 1, \\\"fast\\\": 2, \\\"accessible\\\": 2, \\\"restricted\\\": 1, \\\"800\\\": 1, \\\"ends\\\": 1, \\\"revolutionary\\\": 1, \\\"fastest\\\": 1, \\\"distinguishes\\\": 1, \\\"itself\\\": 2, \\\"different\\\": 4, \\\"positioning\\\": 3, \\\"coupled\\\": 1, \\\"payouts\\\": 1, \\\"analytics\\\": 4, \\\"compelling\\\": 1, \\\"mannequin\\\": 1, \\\"made\\\": 4, \\\"standout\\\": 1, \\\"specialists\\\": 1, \\\"anticipate\\\": 1, \\\"early\\\": 8, \\\"obtain\\\": 1, \\\"close\\\": 2, \\\"uncover\\\": 1, \\\"web\\\": 2, \\\"site\\\": 2, \\\"socials\\\": 1, \\\"disclaimer\\\": 2, \\\"opinions\\\": 1, \\\"column\\\": 1, \\\"material\\\": 2, \\\"supplier\\\": 1, \\\"don\\\": 1, \\\"essentially\\\": 1, \\\"symbolize\\\": 1, \\\"newsbtc\\\": 2, \\\"doesn\\\": 1, \\\"assure\\\": 1, \\\"timeliness\\\": 1, \\\"do\\\": 2, \\\"your\\\": 3, \\\"investments\\\": 5, \\\"personal\\\": 2, \\\"danger\\\": 1, \\\"link\\\": 3, \\\"news\\\": 3, \\\"approves\\\": 1, \\\"cvm\\\": 1, \\\"approved\\\": 1, \\\"milestone\\\": 3, \\\"track\\\": 1, \\\"using\\\": 3, \\\"cme\\\": 1, \\\"cf\\\": 1, \\\"dollar\\\": 4, \\\"reference\\\": 1, \\\"rates\\\": 3, \\\"managed\\\": 1, \\\"vortax\\\": 1, \\\"qr\\\": 1, \\\"issuance\\\": 1, \\\"follows\\\": 2, \\\"moves\\\": 1, \\\"showcasing\\\": 1, \\\"country\\\": 1, \\\"commitment\\\": 2, \\\"integrating\\\": 1, \\\"response\\\": 2, \\\"trends\\\": 5, \\\"despite\\\": 7, \\\"relatively\\\": 1, \\\"subdued\\\": 1, \\\"modest\\\": 3, \\\"39\\\": 4, \\\"95\\\": 1, \\\"decreased\\\": 2, \\\"25\\\": 5, \\\"sentiment\\\": 10, \\\"indicators\\\": 1, \\\"chaikin\\\": 1, \\\"money\\\": 2, \\\"flow\\\": 1, \\\"cmf\\\": 1, \\\"awesome\\\": 1, \\\"oscillator\\\": 1, \\\"ao\\\": 1, \\\"liquidation\\\": 3, \\\"reveals\\\": 1, \\\"forced\\\": 1, \\\"exits\\\": 1, \\\"positions\\\": 3, \\\"outlook\\\": 3, \\\"pave\\\": 1, \\\"broader\\\": 5, \\\"acceptance\\\": 1, \\\"immediate\\\": 1, \\\"volumes\\\": 3, \\\"reversal\\\": 1, \\\"downtrend\\\": 1, \\\"plunges\\\": 1, \\\"amid\\\": 3, \\\"projections\\\": 2, \\\"fed\\\": 1, \\\"hurt\\\": 1, \\\"minneapolis\\\": 1, \\\"federal\\\": 1, \\\"neel\\\": 1, \\\"kashkari\\\": 1, \\\"comments\\\": 2, \\\"contrasted\\\": 1, \\\"bond\\\": 1, \\\"expectations\\\": 1, \\\"relief\\\": 1, \\\"rebound\\\": 6, \\\"treasury\\\": 2, \\\"yields\\\": 3, \\\"valuation\\\": 4, \\\"continue\\\": 2, \\\"witnessed\\\": 1, \\\"holdings\\\": 4, \\\"145\\\": 1, \\\"withdrawals\\\": 1, \\\"17\\\": 1, \\\"downturn\\\": 2, \\\"liquidations\\\": 2, \\\"suffered\\\": 1, \\\"403\\\": 1, \\\"dropped\\\": 5, \\\"34\\\": 4, \\\"testing\\\": 3, \\\"upper\\\": 2, \\\"trendline\\\": 3, \\\"toward\\\": 3, \\\"breakdown\\\": 1, \\\"struggle\\\": 1, \\\"sitting\\\": 1, \\\"yearly\\\": 1, \\\"unlocks\\\": 1, \\\"seasonal\\\": 1, \\\"drawdown\\\": 1, \\\"values\\\": 2, \\\"crash\\\": 5, \\\"proposition\\\": 2, \\\"saw\\\": 6, \\\"crisis\\\": 1, \\\"extreme\\\": 1, \\\"coinbase\\\": 7, \\\"demonstrated\\\": 1, \\\"others\\\": 2, \\\"fell\\\": 6, \\\"negative\\\": 1, \\\"flows\\\": 1, \\\"poor\\\": 1, \\\"macro\\\": 3, \\\"prior\\\": 2, \\\"700\\\": 2, \\\"hits\\\": 1, \\\"600m\\\": 1, \\\"airdrop\\\": 10, \\\"campaigns\\\": 3, \\\"boost\\\": 4, \\\"uniswap\\\": 15, \\\"uni\\\": 2, \\\"loyalty\\\": 2, \\\"dominance\\\": 2, \\\"arbitrum\\\": 1, \\\"2021\\\": 2, \\\"arb\\\": 1, \\\"generating\\\": 1, \\\"participation\\\": 2, \\\"gas\\\": 3, \\\"dao\\\": 4, \\\"rewarded\\\": 1, \\\"adopters\\\": 1, \\\"creating\\\": 1, \\\"sense\\\": 1, \\\"demonstrate\\\": 1, \\\"effectiveness\\\": 1, \\\"strategy\\\": 6, \\\"projects\\\": 2, \\\"rewarding\\\": 2, \\\"building\\\": 3, \\\"communities\\\": 1, \\\"analyzing\\\": 1, \\\"studies\\\": 1, \\\"learn\\\": 1, \\\"valuable\\\": 1, \\\"lessons\\\": 1, \\\"strategies\\\": 4, \\\"executing\\\": 1, \\\"initiatives\\\": 1, \\\"repay\\\": 1, \\\"start\\\": 3, \\\"defunct\\\": 2, \\\"distributing\\\": 1, \\\"affected\\\": 1, \\\"2014\\\": 2, \\\"starting\\\": 2, \\\"cash\\\": 10, \\\"return\\\": 4, \\\"140\\\": 1, \\\"valued\\\": 1, \\\"well\\\": 1, \\\"japanese\\\": 4, \\\"yen\\\": 2, \\\"127\\\": 1, \\\"distribution\\\": 2, \\\"believe\\\": 5, \\\"matured\\\": 1, \\\"resilient\\\": 3, \\\"events\\\": 1, \\\"history\\\": 1, \\\"largest\\\": 6, \\\"handling\\\": 1, \\\"70\\\": 4, \\\"hacked\\\": 3, \\\"went\\\": 1, \\\"bankrupt\\\": 1, \\\"850\\\": 1, \\\"repayment\\\": 1, \\\"rehabilitation\\\": 1, \\\"trustee\\\": 1, \\\"completed\\\": 1, \\\"required\\\": 3, \\\"certain\\\": 3, \\\"exchanges\\\": 9, \\\"reaction\\\": 1, \\\"slightly\\\": 3, \\\"actual\\\": 2, \\\"dips\\\": 2, \\\"release\\\": 4, \\\"stands\\\": 3, \\\"26\\\": 4, \\\"827\\\": 1, \\\"roughly\\\": 4, \\\"rs\\\": 4, \\\"lakh\\\": 4, \\\"foreign\\\": 2, \\\"66\\\": 1, \\\"332\\\": 1, \\\"55\\\": 2, \\\"indian\\\": 2, \\\"clocked\\\": 1, \\\"353\\\": 1, \\\"80\\\": 1, \\\"international\\\": 2, \\\"616\\\": 1, \\\"02\\\": 2, \\\"overall\\\": 3, \\\"cap\\\": 3, \\\"dipped\\\": 1, \\\"standing\\\": 1, \\\"attribute\\\": 1, \\\"dip\\\": 3, \\\"openings\\\": 1, \\\"bearishness\\\": 1, \\\"remain\\\": 3, \\\"rise\\\": 2, \\\"filing\\\": 2, \\\"pump\\\": 2, \\\"fun\\\": 1, \\\"dex\\\": 13, \\\"rco\\\": 20, \\\"ml\\\": 2, \\\"powered\\\": 4, \\\"solidproof\\\": 2, \\\"audits\\\": 1, \\\"perpetual\\\": 2, \\\"affordable\\\": 2, \\\"fees\\\": 11, \\\"deep\\\": 2, \\\"prefer\\\": 1, \\\"option\\\": 2, \\\"considered\\\": 1, \\\"reliable\\\": 2, \\\"choice\\\": 4, \\\"wells\\\": 2, \\\"notice\\\": 2, \\\"see\\\": 5, \\\"offers\\\": 5, \\\"attractive\\\": 3, \\\"rcof\\\": 6, \\\"0127\\\": 2, \\\"cent\\\": 3, \\\"scam\\\": 4, \\\"account\\\": 3, \\\"thisis50\\\": 1, \\\"com\\\": 1, \\\"dump\\\": 1, \\\"promoted\\\": 1, \\\"worthless\\\": 1, \\\"gunit\\\": 1, \\\"minutes\\\": 1, \\\"defrauded\\\": 1, \\\"300\\\": 1, \\\"19\\\": 3, \\\"rapper\\\": 1, \\\"denies\\\": 1, \\\"any\\\": 5, \\\"association\\\": 1, \\\"distancing\\\": 1, \\\"himself\\\": 2, \\\"issues\\\": 1, \\\"celebrities\\\": 1, \\\"lil\\\": 1, \\\"yachty\\\": 1, \\\"kim\\\": 1, \\\"kardashian\\\": 1, \\\"faced\\\": 2, \\\"trouble\\\": 1, \\\"proper\\\": 1, \\\"disclosure\\\": 1, \\\"base\\\": 5, \\\"multi\\\": 2, \\\"gwei\\\": 3, \\\"according\\\": 7, \\\"minimum\\\": 1, \\\"ensuring\\\": 1, \\\"spam\\\": 1, \\\"dependent\\\": 1, \\\"peaking\\\": 1, \\\"196\\\": 1, \\\"dencun\\\": 1, \\\"upgrade\\\": 1, \\\"blobs\\\": 1, \\\"cheaper\\\": 1, \\\"dramatic\\\": 1, \\\"deflationary\\\": 1, \\\"narrative\\\": 1, \\\"ruined\\\": 1, \\\"729\\\": 1, \\\"seven\\\": 5, \\\"064\\\": 1, \\\"issued\\\": 2, \\\"highest\\\": 2, \\\"inflation\\\": 3, \\\"quarter\\\": 2, \\\"record\\\": 3, \\\"inflationary\\\": 1, \\\"quarters\\\": 1, \\\"23\\\": 3, \\\"needed\\\": 1, \\\"offset\\\": 2, \\\"drops\\\": 1, \\\"investigation\\\": 3, \\\"pursuit\\\": 1, \\\"cleared\\\": 1, \\\"determining\\\": 1, \\\"paving\\\": 1, \\\"dispute\\\": 1, \\\"seeks\\\": 1, \\\"fine\\\": 2, \\\"citing\\\": 2, \\\"terraform\\\": 1, \\\"decision\\\": 2, \\\"opens\\\": 1, \\\"door\\\": 1, \\\"determine\\\": 3, \\\"if\\\": 7, \\\"industry\\\": 3, \\\"undervalued\\\": 2, \\\"wait\\\": 1, \\\"cryptomichnl\\\": 1, \\\"several\\\": 4, \\\"delaying\\\": 1, \\\"updates\\\": 1, \\\"until\\\": 1, \\\"signs\\\": 1, \\\"soon\\\": 1, \\\"positively\\\": 2, \\\"micha\\\\u00e3\\\": 1, \\\"l\\\": 1, \\\"van\\\": 1, \\\"de\\\": 1, \\\"poppe\\\": 1, \\\"enthusiast\\\": 1, \\\"emphasizes\\\": 2, \\\"importance\\\": 4, \\\"economics\\\": 1, \\\"investing\\\": 2, \\\"sale\\\": 3, \\\"limited\\\": 4, \\\"16\\\": 3, \\\"823\\\": 1, \\\"developments\\\": 1, \\\"jobs\\\": 1, \\\"predictions\\\": 2, \\\"cuts\\\": 2, \\\"63\\\": 2, \\\"stacks\\\": 1, \\\"lido\\\": 1, \\\"zone\\\": 1, \\\"notcoin\\\": 1, \\\"flare\\\": 1, \\\"declining\\\": 1, \\\"beta\\\": 2, \\\"usd\\\": 2, \\\"stablecoin\\\": 3, \\\"begun\\\": 1, \\\"pegged\\\": 1, \\\"rlusd\\\": 4, \\\"ledger\\\": 1, \\\"mainnet\\\": 3, \\\"yet\\\": 1, \\\"equivalents\\\": 1, \\\"redeemable\\\": 1, \\\"basis\\\": 1, \\\"dollars\\\": 2, \\\"availability\\\": 1, \\\"additional\\\": 7, \\\"blockchains\\\": 5, \\\"represented\\\": 1, \\\"related\\\": 1, \\\"district\\\": 1, \\\"recently\\\": 5, \\\"imposed\\\": 1, \\\"civil\\\": 1, \\\"penalty\\\": 1, \\\"sales\\\": 2, \\\"profit\\\": 3, \\\"nears\\\": 1, \\\"almost\\\": 1, \\\"intotheblock\\\": 2, \\\"breakthrough\\\": 1, \\\"imminent\\\": 2, \\\"minimal\\\": 1, \\\"balanced\\\": 1, \\\"conditions\\\": 1, \\\"continued\\\": 3, \\\"approaching\\\": 1, \\\"intelligent\\\": 1, \\\"intelligence\\\": 1, \\\"space\\\": 2, \\\"educational\\\": 1, \\\"purposes\\\": 1, \\\"should\\\": 3, \\\"advice\\\": 2, \\\"conduct\\\": 1, \\\"thorough\\\": 1, \\\"research\\\": 3, \\\"consult\\\": 1, \\\"professionals\\\": 1, \\\"quant\\\": 3, \\\"mapp\\\": 3, \\\"simplify\\\": 2, \\\"deploying\\\": 1, \\\"mapps\\\": 3, \\\"overledger\\\": 2, \\\"comprehensive\\\": 1, \\\"deploy\\\": 1, \\\"leverages\\\": 1, \\\"interoperability\\\": 5, \\\"enabling\\\": 3, \\\"seamless\\\": 2, \\\"interaction\\\": 1, \\\"reducing\\\": 1, \\\"complexity\\\": 1, \\\"deployment\\\": 1, \\\"innovative\\\": 3, \\\"180\\\": 1, \\\"debut\\\": 1, \\\"461\\\": 1, \\\"later\\\": 1, \\\"severely\\\": 1, \\\"impacting\\\": 2, \\\"83\\\": 2, \\\"secondary\\\": 2, \\\"slight\\\": 2, \\\"bullish\\\": 6, \\\"ratios\\\": 1, \\\"okx\\\": 1, \\\"movements\\\": 2, \\\"sign\\\": 2, \\\"waning\\\": 1, \\\"files\\\": 1, \\\"updated\\\": 2, \\\"form\\\": 1, \\\"setting\\\": 3, \\\"ceth\\\": 3, \\\"franklin\\\": 1, \\\"templeton\\\": 1, \\\"sets\\\": 3, \\\"sponsor\\\": 1, \\\"invesco\\\": 2, \\\"galaxy\\\": 1, \\\"spark\\\": 1, \\\"competition\\\": 1, \\\"among\\\": 3, \\\"issuers\\\": 2, \\\"calls\\\": 3, \\\"forms\\\": 1, \\\"waiver\\\": 1, \\\"first\\\": 2, \\\"change\\\": 3, \\\"31\\\": 1, \\\"ibit\\\": 1, \\\"inflow\\\": 4, \\\"gbtc\\\": 1, \\\"6\\\": 5, \\\"show\\\": 1, \\\"ethbtc\\\": 1, \\\"ratio\\\": 1, \\\"479\\\": 1, \\\"appears\\\": 1, \\\"differ\\\": 1, \\\"experiencing\\\": 2, \\\"added\\\": 1, \\\"bitwise\\\": 1, \\\"ethw\\\": 1, \\\"grew\\\": 1, \\\"qeth\\\": 1, \\\"smaller\\\": 1, \\\"signaling\\\": 1, \\\"intense\\\": 1, \\\"structure\\\": 1, \\\"cost\\\": 2, \\\"witnessing\\\": 1, \\\"competitive\\\": 2, \\\"structures\\\": 1, \\\"23rd\\\": 1, \\\"dynamic\\\": 1, \\\"carefully\\\": 1, \\\"assess\\\": 1, \\\"consider\\\": 1, \\\"records\\\": 1, \\\"north\\\": 3, \\\"korea\\\": 2, \\\"linked\\\": 2, \\\"target\\\": 3, \\\"seekers\\\": 2, \\\"malware\\\": 6, \\\"researchers\\\": 1, \\\"discovered\\\": 1, \\\"variant\\\": 1, \\\"beavertail\\\": 1, \\\"javascript\\\": 1, \\\"stealer\\\": 1, \\\"cyber\\\": 1, \\\"espionage\\\": 1, \\\"targeting\\\": 3, \\\"delivered\\\": 1, \\\"apple\\\": 1, \\\"macos\\\": 1, \\\"disk\\\": 1, \\\"dmg\\\": 3, \\\"file\\\": 2, \\\"named\\\": 1, \\\"mirotalk\\\": 2, \\\"mimicking\\\": 1, \\\"legitimate\\\": 1, \\\"video\\\": 1, \\\"call\\\": 2, \\\"steal\\\": 1, \\\"browsers\\\": 1, \\\"icloud\\\": 1, \\\"keychain\\\": 1, \\\"deliver\\\": 1, \\\"payloads\\\": 1, \\\"invisibleferret\\\": 1, \\\"python\\\": 2, \\\"backdoor\\\": 1, \\\"vector\\\": 1, \\\"shifted\\\": 1, \\\"bogus\\\": 1, \\\"npm\\\": 2, \\\"packages\\\": 3, \\\"facilitates\\\": 2, \\\"downloads\\\": 1, \\\"scripts\\\": 1, \\\"attack\\\": 2, \\\"suspected\\\": 2, \\\"lazarus\\\": 1, \\\"group\\\": 1, \\\"dprk\\\": 1, \\\"software\\\": 1, \\\"supposed\\\": 1, \\\"interview\\\": 1, \\\"waves\\\": 1, \\\"september\\\": 1, \\\"2023\\\": 2, \\\"dozen\\\": 1, \\\"malicious\\\": 2, \\\"identified\\\": 1, \\\"campaign\\\": 1, \\\"attacks\\\": 3, \\\"organizations\\\": 1, \\\"messages\\\": 1, \\\"executables\\\": 1, \\\"harvest\\\": 1, \\\"crashed\\\": 1, \\\"plummeting\\\": 1, \\\"89\\\": 1, \\\"wiping\\\": 1, \\\"billions\\\": 1, \\\"wealth\\\": 1, \\\"double\\\": 3, \\\"digits\\\": 1, \\\"resurgence\\\": 1, \\\"recession\\\": 3, \\\"odds\\\": 2, \\\"stock\\\": 4, \\\"correction\\\": 2, \\\"presidency\\\": 4, \\\"decreasing\\\": 1, \\\"geopolitical\\\": 2, \\\"tensions\\\": 1, \\\"warren\\\": 1, \\\"buffett\\\": 2, \\\"indicating\\\": 7, \\\"expectation\\\": 1, \\\"he\\\": 4, \\\"preparing\\\": 1, \\\"correlation\\\": 1, \\\"stocks\\\": 4, \\\"means\\\": 1, \\\"when\\\": 3, \\\"downward\\\": 2, \\\"issuer\\\": 2, \\\"inaugural\\\": 1, \\\"product\\\": 1, \\\"core\\\": 1, \\\"dechert\\\": 1, \\\"llp\\\": 1, \\\"advised\\\": 2, \\\"expansion\\\": 3, \\\"demonstrates\\\": 1, \\\"opportunities\\\": 3, \\\"kelp\\\": 5, \\\"vaults\\\": 2, \\\"restaking\\\": 1, \\\"enhances\\\": 1, \\\"earning\\\": 2, \\\"airdrops\\\": 2, \\\"restakers\\\": 1, \\\"single\\\": 2, \\\"diversified\\\": 1, \\\"vault\\\": 4, \\\"simplifying\\\": 1, \\\"across\\\": 2, \\\"l2\\\": 2, \\\"deposit\\\": 1, \\\"receive\\\": 1, \\\"synthetic\\\": 2, \\\"then\\\": 1, \\\"allocated\\\": 2, \\\"curated\\\": 1, \\\"reward\\\": 3, \\\"periodic\\\": 1, \\\"adjustments\\\": 1, \\\"manager\\\": 2, \\\"optimize\\\": 2, \\\"mitigate\\\": 1, \\\"integrates\\\": 1, \\\"allowing\\\": 6, \\\"engage\\\": 1, \\\"deployed\\\": 1, \\\"fixed\\\": 1, \\\"marks\\\": 1, \\\"wide\\\": 1, \\\"progression\\\": 1, \\\"automated\\\": 1, \\\"august\\\": 7, \\\"tulipa\\\": 1, \\\"capital\\\": 3, \\\"vision\\\": 3, \\\"gavin\\\": 1, \\\"wood\\\": 3, \\\"shares\\\": 2, \\\"internet\\\": 2, \\\"where\\\": 3, \\\"independent\\\": 1, \\\"seamlessly\\\": 1, \\\"interact\\\": 1, \\\"envisions\\\": 1, \\\"meta\\\": 1, \\\"fostering\\\": 1, \\\"scalable\\\": 1, \\\"unlock\\\": 2, \\\"worldcoin\\\": 4, \\\"lockup\\\": 2, \\\"wld\\\": 5, \\\"humanity\\\": 1, \\\"tfh\\\": 1, \\\"periods\\\": 1, \\\"extension\\\": 1, \\\"reduces\\\": 3, \\\"slowing\\\": 1, \\\"entering\\\": 1, \\\"affect\\\": 1, \\\"grants\\\": 1, \\\"verified\\\": 1, \\\"id\\\": 1, \\\"77\\\": 1, \\\"275\\\": 1, \\\"circulation\\\": 1, \\\"human\\\": 2, \\\"participants\\\": 1, \\\"identity\\\": 1, \\\"emphasizing\\\": 1, \\\"uniqueness\\\": 1, \\\"election\\\": 4, \\\"less\\\": 1, \\\"away\\\": 1, \\\"kamala\\\": 1, \\\"harris\\\": 3, \\\"robert\\\": 1, \\\"kennedy\\\": 6, \\\"candidates\\\": 1, \\\"polls\\\": 1, \\\"emerge\\\": 1, \\\"victorious\\\": 1, \\\"trailing\\\": 1, \\\"behind\\\": 3, \\\"pro\\\": 3, \\\"opposite\\\": 1, \\\"effect\\\": 1, \\\"assuming\\\": 1, \\\"steps\\\": 2, \\\"surprisingly\\\": 1, \\\"wins\\\": 1, \\\"policies\\\": 2, \\\"pledged\\\": 1, \\\"precious\\\": 1, \\\"metals\\\": 1, \\\"elected\\\": 1, \\\"promised\\\": 1, \\\"implement\\\": 1, \\\"rules\\\": 1, \\\"thrive\\\": 1, \\\"giving\\\": 1, \\\"people\\\": 2, \\\"passwords\\\": 1, \\\"nodes\\\": 1, \\\"chatgpt\\\": 1, \\\"notes\\\": 3, \\\"prediction\\\": 1, \\\"highly\\\": 1, \\\"speculative\\\": 3, \\\"chances\\\": 1, \\\"winning\\\": 1, \\\"slim\\\": 1, \\\"render\\\": 2, \\\"rndr\\\": 1, \\\"aave\\\": 3, \\\"maker\\\": 2, \\\"mkr\\\": 1, \\\"santiment\\\": 2, \\\"behavior\\\": 1, \\\"103\\\": 1, \\\"45\\\": 2, \\\"912\\\": 1, \\\"28\\\": 2, \\\"mentions\\\": 2, \\\"soar\\\": 1, \\\"litecoin\\\": 3, \\\"ltc\\\": 1, \\\"suggesting\\\": 1, \\\"bounce\\\": 1, \\\"popcat\\\": 4, \\\"discussed\\\": 1, \\\"upside\\\": 1, \\\"gaining\\\": 1, \\\"online\\\": 1, \\\"chatter\\\": 1, \\\"parabolic\\\": 1, \\\"481\\\": 1, \\\"81\\\": 1, \\\"defends\\\": 2, \\\"chairman\\\": 3, \\\"you\\\": 3, \\\"utility\\\": 2, \\\"understands\\\": 1, \\\"afraid\\\": 1, \\\"necessary\\\": 1, \\\"benefits\\\": 1, \\\"criticizes\\\": 1, \\\"saying\\\": 1, \\\"operates\\\": 1, \\\"solution\\\": 2, \\\"refers\\\": 1, \\\"governments\\\": 2, \\\"likening\\\": 1, \\\"nuclear\\\": 1, \\\"everything\\\": 1, \\\"adopting\\\": 1, \\\"rallying\\\": 1, \\\"1000\\\": 1, \\\"226k\\\": 1, \\\"acquire\\\": 1, \\\"firms\\\": 3, \\\"inc\\\": 1, \\\"metaplanet\\\": 2, \\\"600\\\": 1, \\\"ytd\\\": 1, \\\"2045\\\": 2, \\\"shared\\\": 1, \\\"graphic\\\": 2, \\\"comparing\\\": 1, \\\"forecast\\\": 2, \\\"estimating\\\": 1, \\\"68\\\": 1, \\\"030\\\": 1, \\\"firm\\\": 3, \\\"believer\\\": 1, \\\"began\\\": 2, \\\"hedge\\\": 1, \\\"possessing\\\": 1, \\\"226\\\": 1, \\\"331\\\": 1, \\\"33\\\": 2, \\\"predicted\\\": 1, \\\"2050\\\": 1, \\\"hurdles\\\": 1, \\\"overcome\\\": 1, \\\"shifting\\\": 1, \\\"merchants\\\": 1, \\\"ahead\\\": 3, \\\"excesses\\\": 1, \\\"dissipated\\\": 1, \\\"renewed\\\": 1, \\\"capriole\\\": 1, \\\"stabilized\\\": 1, \\\"measures\\\": 2, \\\"cooled\\\": 1, \\\"coincided\\\": 1, \\\"beginnings\\\": 1, \\\"sharp\\\": 1, \\\"rallies\\\": 2, \\\"2019\\\": 1, \\\"washouts\\\": 1, \\\"realign\\\": 1, \\\"fundamentals\\\": 1, \\\"tempering\\\": 1, \\\"excessive\\\": 1, \\\"healthier\\\": 1, \\\"environment\\\": 1, \\\"signatures\\\": 4, \\\"cross\\\": 1, \\\"eliminates\\\": 1, \\\"transacting\\\": 1, \\\"chains\\\": 1, \\\"central\\\": 2, \\\"abstraction\\\": 1, \\\"ethos\\\": 1, \\\"activities\\\": 1, \\\"borrowing\\\": 1, \\\"lending\\\": 1, \\\"expanding\\\": 1, \\\"traditionally\\\": 1, \\\"let\\\": 2, \\\"scrutiny\\\": 2, \\\"series\\\": 1, \\\"red\\\": 1, \\\"flags\\\": 1, \\\"specific\\\": 1, \\\"unclear\\\": 1, \\\"occurred\\\": 1, \\\"wrongdoing\\\": 1, \\\"taken\\\": 2, \\\"situation\\\": 1, \\\"highlights\\\": 1, \\\"accountability\\\": 1, \\\"startupnews\\\": 1, \\\"fyi\\\": 1, \\\"committed\\\": 1, \\\"delivering\\\": 1, \\\"accurate\\\": 1, \\\"unbiased\\\": 1, \\\"upholds\\\": 1, \\\"ethical\\\": 2, \\\"standards\\\": 1, \\\"transparent\\\": 2, \\\"conflicts\\\": 1, \\\"arise\\\": 1, \\\"ferrari\\\": 5, \\\"accept\\\": 1, \\\"payments\\\": 2, \\\"accepting\\\": 1, \\\"european\\\": 1, \\\"dealerships\\\": 1, \\\"late\\\": 1, \\\"introduction\\\": 1, \\\"luxury\\\": 1, \\\"sports\\\": 1, \\\"car\\\": 2, \\\"manufacturer\\\": 1, \\\"bitpay\\\": 1, \\\"usdc\\\": 2, \\\"converting\\\": 1, \\\"currencies\\\": 2, \\\"dealers\\\": 1, \\\"meet\\\": 3, \\\"changing\\\": 1, \\\"affluent\\\": 1, \\\"clientele\\\": 1, \\\"marketing\\\": 1, \\\"director\\\": 1, \\\"enrico\\\": 1, \\\"galliera\\\": 1, \\\"digit\\\": 1, \\\"rises\\\": 2, \\\"profits\\\": 2, \\\"q1\\\": 1, \\\"confirmed\\\": 1, \\\"full\\\": 1, \\\"guidance\\\": 2, \\\"opened\\\": 1, \\\"solar\\\": 1, \\\"factory\\\": 1, \\\"electric\\\": 1, \\\"produced\\\": 1, \\\"2026\\\": 1, \\\"drives\\\": 1, \\\"nft\\\": 4, \\\"verifies\\\": 1, \\\"authenticity\\\": 1, \\\"ideal\\\": 1, \\\"creators\\\": 2, \\\"collectors\\\": 2, \\\"maturation\\\": 1, \\\"rely\\\": 1, \\\"demands\\\": 1, \\\"dexs\\\": 1, \\\"analyze\\\": 1, \\\"enables\\\": 5, \\\"thus\\\": 1, \\\"caught\\\": 1, \\\"numerous\\\": 1, \\\"easily\\\": 1, \\\"rwas\\\": 1, \\\"derivatives\\\": 1, \\\"remarkable\\\": 2, \\\"robo\\\": 2, \\\"advisor\\\": 2, \\\"detecting\\\": 1, \\\"precisely\\\": 1, \\\"creates\\\": 1, \\\"personalized\\\": 1, \\\"swift\\\": 1, \\\"individual\\\": 1, \\\"furthermore\\\": 2, \\\"recognized\\\": 1, \\\"terms\\\": 1, \\\"prominent\\\": 1, \\\"non\\\": 1, \\\"empowers\\\": 1, \\\"maintain\\\": 1, \\\"privacy\\\": 1, \\\"infringing\\\": 1, \\\"compliance\\\": 1, \\\"native\\\": 2, \\\"reduced\\\": 1, \\\"rights\\\": 1, \\\"important\\\": 1, \\\"excellent\\\": 1, \\\"powerful\\\": 2, \\\"viable\\\": 1, \\\"margin\\\": 3, \\\"published\\\": 1, \\\"semi\\\": 1, \\\"annual\\\": 1, \\\"report\\\": 2, \\\"launching\\\": 1, \\\"isolated\\\": 1, \\\"evaluated\\\": 1, \\\"better\\\": 1, \\\"best\\\": 4, \\\"possibilities\\\": 1, \\\"pick\\\": 1, \\\"reserves\\\": 2, \\\"associated\\\": 1, \\\"erc20\\\": 1, \\\"swap\\\": 1, \\\"pools\\\": 1, \\\"introduce\\\": 1, \\\"v4\\\": 1, \\\"limit\\\": 1, \\\"orders\\\": 1, \\\"twamm\\\": 1, \\\"hence\\\": 2, \\\"bulls\\\": 2, \\\"convinced\\\": 1, \\\"bound\\\": 1, \\\"surpass\\\": 1, \\\"threshold\\\": 1, \\\"middle\\\": 2, \\\"sent\\\": 2, \\\"v1\\\": 1, \\\"cutting\\\": 2, \\\"edge\\\": 2, \\\"doginals\\\": 1, \\\"expect\\\": 1, \\\"forthcoming\\\": 1, \\\"supporters\\\": 1, \\\"exceed\\\": 1, \\\"ath\\\": 2, \\\"259\\\": 1, \\\"look\\\": 1, \\\"reaches\\\": 2, \\\"therefore\\\": 1, \\\"today\\\": 1, \\\"yield\\\": 1, \\\"choose\\\": 1, \\\"visit\\\": 1, \\\"join\\\": 1, \\\"insight\\\": 2, \\\"mentioned\\\": 1, \\\"listed\\\": 1, \\\"i\\\": 1, \\\"e\\\": 1, \\\"designed\\\": 2, \\\"induce\\\": 1, \\\"invest\\\": 1, \\\"forever\\\": 1, \\\"recoverable\\\": 1, \\\"conducting\\\": 1, \\\"dyor\\\": 1, \\\"read\\\": 1, \\\"here\\\": 1, \\\"follow\\\": 1, \\\"quintype\\\": 1, \\\"schiff\\\": 3, \\\"peter\\\": 2, \\\"gold\\\": 3, \\\"labels\\\": 1, \\\"tim\\\": 1, \\\"draper\\\": 1, \\\"compare\\\": 1, \\\"good\\\": 1, \\\"church\\\": 1, \\\"ideology\\\": 1, \\\"feel\\\": 1, \\\"spiritual\\\": 1, \\\"disagrees\\\": 1, \\\"flawed\\\": 1, \\\"urges\\\": 1, \\\"opt\\\": 1, \\\"silver\\\": 1, \\\"932\\\": 1, \\\"96\\\": 1, \\\"515\\\": 1, \\\"coinstats\\\": 2, \\\"suffers\\\": 1, \\\"breach\\\": 1, \\\"1590\\\": 1, \\\"compromised\\\": 1, \\\"korean\\\": 1, \\\"missing\\\": 1, \\\"suspends\\\": 1, \\\"scammers\\\": 1, \\\"refund\\\": 1, \\\"propose\\\": 1, \\\"rumors\\\": 2, \\\"announce\\\": 1, \\\"policy\\\": 5, \\\"position\\\": 1, \\\"leader\\\": 1, \\\"economic\\\": 2, \\\"resilience\\\": 1, \\\"stability\\\": 2, \\\"nations\\\": 2, \\\"supportive\\\": 1, \\\"frameworks\\\": 3, \\\"recognizing\\\": 1, \\\"advantages\\\": 1, \\\"embracing\\\": 1, \\\"legitimization\\\": 2, \\\"scale\\\": 1, \\\"prompting\\\": 1, \\\"countries\\\": 1, 